Repository: micahmills/DE-Prayer-2024
Catalog: languages/ramadan-2023-*.po
Languages: ru_ru

source: “I will cut off the chariot from Ephraim and the war horse from Jerusalem; and the battle bow shall be cut off, and he shall speak peace to the nations; his rule shall be from sea to sea, and from the River to the ends of the earth.” (Zechariah 9:10 ESV). Lord God, would you break the weapons of spiritual and physical war that harm the church [in location] and would you speak peace to this and to every nation as you build your Kingdom to the ends of the earth. (Zechariah 9:10) May your peacemaking spirit take deep root in the church [in location] and would you grant them to shake the foundations of society with the power of their sacrifice, service, and forgiveness.
ru_ru: «Он истребит колесницы в Ефреме и коней боевых в Иерусалиме, и лук боевой будет сломан. Он возвестит мир народам. Его владычество будет от моря до моря и от реки Евфрата – до краев земли». (Захария 9:10). Господи Боже, сломи оружие духовной и физической войны, вредящее церкви [in location], и возвести мир этому и каждому народу, в то время, как Ты строишь свое Царство до края земли. (Захария 9:10) Пусть Твой миротворческий дух глубоко укоренится в церкви [in location] и даруй ей потрясти основы общества силой своей жертвенности, служения и прощения.

source: "Pray as though everything depended on God. Work as though everything depended on you." - Augustine
ru_ru: «Молитесь так, будто все зависит от Бога. Работайте так, будто все зависит от вас». - Августин

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that we have complete forgiveness of all our sins IN Christ! (Ephesians 4:32)
ru_ru: Боже, мы любим тебя! Как Твоя Церковь, помоги нам сделать все возможное, чтобы люди [of location] поняли Благую Весть о том, что у нас есть полное прощение всех наших грехов во Христе! (Ефесянам 4:32)

source: Ahran, a new believer in Morocco shared: "I have always admired Christianity and its teachings, and I have always seen that those who believe and follow Christ are people, most of whom are good and of high morals. I watched a video on your Arabic website where a person tells his experience with Christ. I was impressed by what Christ did with him, which made me communicate with you to learn more. Christ is the Lord, and any wise person cannot ignore his life. When I accepted Christ in my life and prayed; I felt great comfort and peace.“ Praise God for Ahren and his new life in Christ. Pray that he and others like him [in location] will grow in their new faith and find a strong fellowship of believers.
ru_ru: Аран, новообращенный из Марокко, поделился: «Я всегда восхищался христианством и его учением, и я всегда видел, что те, кто верят и следуют за Христом, — это люди, большинство из которых хорошие и высоконравственные. Я посмотрел видео на вашем Арабском сайте, где человек рассказывает о своем опыте со Христом. Меня впечатлило то, что Христос сделал с ним, и это побудило меня общаться с вами, чтобы узнать больше. Христос есть Господь, и любой мудрый человек не может игнорировать свою жизнь. Когда я принял Христа в свою жизнь и молился, я чувствовал большое утешение и мир". Слава Богу за Арена и его новую жизнь во Христе. Молитесь, чтобы он и другие, подобные ему в [in location], росли в своей новой вере и нашли сильную христианскую общину.

source: “Mark the blameless and behold the upright, for there is a future for the man of peace.” (Psalm 37:37 ESV). Lord, would you raise up bold peacemakers within the church [in location] - men and women who believe wholeheartedly in your promise that there is a future for the man of peace. (Psalm 37:37) Jesus, ground the hopes of your followers [in location] in the future you have sovereignly prepared for them and guide their feet in the way of peace that leads to you and your glory.
ru_ru: «Наблюдай за непорочным, смотри на праведного, потому что у любящих мир есть будущее». (Псалом 36:37). Господи, воздвигни в церкви [in location] смелых миротворцев — мужчин и женщин, которые всем сердцем верят в Твоё обещание, что у человека, любящего мир есть будущее. (Псалом 36:37) Иисус, утверди надежду Своих последователей в [in location] на будущее, которое Ты суверенно приготовил для них, и направь их ноги на путь мира, который ведет к Тебе и Твоей славе.

source: The Spirit of Christ is the Spirit of missions. The nearer we get to Him, the more intensely missionary we become. - Henry Martyn
ru_ru: Дух Христа — это Дух миссии. Чем ближе мы приближаемся к Нему, тем более активными миссионерами мы становимся. - Генри Мартин

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that there is no condemnation at all IN Christ! (Romans 8:1)
ru_ru: Боже, мы любим Тебя! Как Твоя Церковь, помоги нам сделать все возможное, чтобы люди [of location] поняли Благую Весть о том, что во Христе вообще никакого осуждения! (Римлянам 8:1)

source: Mahmoud is a young man from Upper Egypt whose family lives in a small village. When he was eight years old, he was sent to Cairo to work to help the family. On his first vist to Cairo, he met his uncle, for whom he was going to work. His uncle put him to work all day and as the day ended, he thought he would go home with his uncle to his family. Instead, his uncle locked him in a dark room above his suit factory. Mahmoud was afraid and sat in a corner with his legs pulled up against his chest and arms wrapped tightly around them. He sat up crying all night, and all he could see was some light coming through holes in the roof that illuminated the rats crawling around the rafters. He would finally sleep as the sun came up, then his uncle would open the door and let him out to work another twelve hours. When Mahmoud returned home, he was so traumatized he fell asleep on his mat on the floor of his family’s home. He slept for a week with his mom unable to wake him except for putting small amounts of food in his mouth. At the end of the week his father took him to the imam who told the family he had evil spirits in him. He charged the family a larger amount of money and wrote some Koranic verses on special paper, placed it in water to dissolve and had him drink it. This was the start of a life of traveling and working to help support his family till he finally moved full time to Cairo at age 14 to work. He found no hope for his life and he sought help from Islam, but he was told he just needed to pray 5 times a day. Hope came one day when someone shared the Good News with Mahmoud in the café that he was working in. A relationship was formed and at one point a New Testament was given to him. Conversations of Jesus took place often and he told his father about it. On a visit to see his family, the father took the New Testament and began reading it. Mahmoud continued working to help his sisters be able to get married and his younger brother to go to university. His uncles abused him so much he decided to move to another country to find a job and he has been blessed greatly in this move. Conversations continue, hope grows, he is now reading the bible and he is moving to where he can overcome the bondage of Islam and embrace the freedom that comes with Jesus. Pray for Mahmoud to reach the point in his life where he gives his life over to Jesus. Pray for the masses, who are held in the grip of cultural traditions and the bondage of Islam, to find the hope and the freedom in Jesus Christ.
ru_ru: Махмуд — молодой человек из северной части Египта, семья которого живет в небольшой деревне. Когда ему было восемь лет, его отправили в Каир работать, чтобы помогать семье. Во время своего первого визита в Каир он встретил своего дядю, у которого собирался работать. Его дядя заставлял его работать весь день, и когда день закончился, он думал, что пойдет домой с дядей к его семье. Вместо этого дядя запер его в темной комнате над его костюмной фабрикой. Махмуд испугался и сел в углу, прижав ноги к груди и крепко обхватив их руками. Он просидел и проплакал всю ночь, и все, что он мог видеть, — это свет, пробивающийся сквозь дыры в крыше, который освещал крыс, ползающих по стропилам. Когда взошло солнце, он, наконец, заснул, тогда его дядя открыл дверь и отправил его на работу еще на двенадцать часов. Когда Махмуд вернулся домой, он был настолько травмирован, что заснул на своей циновке на полу. Он спал неделю, и мама не могла разбудить его, за исключением того, когда клала ему в рот небольшое количество еды. В конце недели отец отвел его к имаму, который сказал семье, что в него вселились злые духи. Он взял с семьи большую сумму денег и написал несколько стихов из Корана на специальной бумаге, поместил ее в воду, чтобы она растворилась, и заставил его выпить ее. Это было началом жизни в путешествиях и работе, чтобы помочь содержать свою семью, пока он, наконец, не переехал в Каир на полную ставку в возрасте 14 лет, чтобы работать. Он не нашел надежды в своей жизни и обратился за помощью к исламу, но ему сказали, что ему просто нужно молиться 5 раз в день. Надежда пришла однажды, когда кто-то поделился Благой Вестью с Махмудом в кафе, где он работал. Установились отношения, и в какой-то момент ему был дан Новый Завет. Он часто беседовал об Иисусе, и однажды он рассказал об этом своему отцу. Когда Махмуд в очередной раз приехал погостить домой, отец взял Новый Завет и начал его читать. Махмуд продолжал работать, чтобы помочь своим сестрам выйти замуж, а младшему брату поступить в университет. Его дяди так жестоко обращались с ним, что он решил переехать в другую страну, чтобы найти работу, и он был очень благословлен в этом переезде. Разговоры продолжаются, надежда растет, теперь он читает Библию и движется туда, где сможет преодолеть рабство ислама и принять свободу, которая приходит с Иисусом. Молитесь, чтобы Махмуд достиг того момента в своей жизни, когда он отдаст свою жизнь Иисусу. Молитесь, чтобы массы людей, находящиеся во власти культурных традиций и рабства ислама, нашли надежду и свободу в Иисусе Христе.

source: “You have given me the shield of your salvation, and your right hand supported me, and your gentleness made me great.” (Psalm 18:35 ESV). Lord, as your gentleness made David a great king after your own heart, may your gentleness shape, form, and inspire the church [in location] to walk in countercultural servanthood that your kingdom alone counts as great. (Psalm 18:35) Teach your followers [in location] the true meaning of greatness.
ru_ru: «Ты вручил мне щит спасения Твоего, и поддерживает меня правая рука Твоя; Милость Твоя меня возвеличивает». (Псалом 17:36 НРП). Господь, как Твоя милость сделала Давида великим царем по Твоему сердцу, так пусть Твоя милость формирует и вдохновляет церковь [in location] ходить в межкультурном служении, где только Твое Царство почитается величайшим. (Псалом 17:36) Научи Твоих последователей в [in location] истинному смыслу величия.

source: This generation of Christians is responsible for this generation of souls on the earth! — Keith Green
ru_ru: Это поколение христиан ответственно за это поколение душ на земле! — Кит Грин

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that we are new creations IN Christ! (2 Corinthians 5:17)
ru_ru: Боже, мы любим тебя! Как Твоя Церковь, помоги нам сделать все возможное, чтобы люди [of location] поняли Благую Весть о том, что мы новое творение во Христе! (2 Коринфянам 5:17)

source: Mesbah from Bangladesh said that, "Atheism seemed right after one becomes disillusioned with his religion”. But later he realized that this vast and orderly universe and every unique aspect was not created by chance. These masterful creations must be the creation of a Creator. He later attended a church service. The pastor presented an excellent argument for the existence of the Creator. After that, Mesbeh joined a Bible study and was baptized into Christ a few days later. Pray that as "the heavens declare the glory of God, and the sky above proclaims his handiwork..." (Psalm 19:1-4), men and women [in location] hear and turn to the One who spoke them into existence and continues to speak through the Word who became flesh.
ru_ru: Месбах из Бангладеша сказал, что «атеизм кажется истиной после того, как человек разочаровывается в своей религии». Но позже он понял, что эта огромная и упорядоченная вселенная и каждый уникальный ее аспект не были созданы случайно. Эти мастерски созданные творения должны быть делом рук Творца. Позже он посетил церковную службу. Пастор представил отличный аргумент в пользу существования Творца. После этого Месбех присоединился к изучению Библии и через несколько дней крестился. Молитесь, чтобы, когда «Небеса проповедуют славу Божию, и о делах рук Его вещает твердь...» (Пс. 18:1-4), мужчины и женщины [in location] услышали и обратились к Тому, по чему Слову все произошло и Кто продолжает говорить через Слово, ставшее плотью.

source: “If others share this rightful claim on you, do not we even more? Nevertheless, we have not made use of this right, but we endure anything rather than put an obstacle in the way of the gospel of Christ.” (1 Corinthians 9:12 ESV). Jesus, give the church [in location] grace to cherish your name above all else, that they would be equipped to endure in hope any measure of suffering or challenge, rather than see an obstacle placed in the way of your gospel. (1 Corinthians 9:12) The challenges and obstacles to the advance of the gospel [in location] are many, but as the church lays down it's rights and claims, you are faithful to bear the fruit of glory from the tree of suffering. May it be so [in location].
ru_ru: «Если другие имеют у вас власть, не паче ли мы? Однако мы не пользовались сею властью, но все переносим, дабы не поставить какой преграды благовествованию Христову». (1 Коринфянам 9:12 НРП). Иисус, даруй церкви [in location] благодать дорожить Твоим именем превыше всего, чтобы они были готовы с надеждой переносить любые страдания или испытания, а не видеть препятствие на пути Твоего Евангелия. (1 Коринфянам 9:12) Трудностей и препятствий на пути распространения Евангелия в [in location] много, но, когда церковь утверждает и отстаивает истину, Ты верен, чтобы принести плод славы с дерева страданий. Да будет так в [in location].

source: We can reach our world, if we will. The greatest lack today is not people or funds. The greatest need is prayer. — Wesley Duewel, head of OMS International
ru_ru: Мы можем достичь нашего мира, если захотим. Самая большая нехватка сегодня — это не люди или средства. Самая большая потребность – это молитва. — Уэсли Дьюэл, глава миссии OMS International

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that we have eternal life IN Christ! (Romans 6:23)
ru_ru: Боже, мы любим тебя! Как Твоя Церковь, помоги нам сделать все возможное, чтобы люди [of location] поняли Благую Весть о том, что мы имеем вечную жизнь во Христе! (Римлянам 6:23)

source: When I was 29 years old I became addicted to drugs after my fiance broke up with me and my job was terrible. Life was so bad I purchased as many drugs as I could in order to commit suicide. As I lay there waiting to die I prayed, “Are you Allah or are you God? Whoever you are, save me. I didn't think that life could be this hard. People are cruel and insensitive. I am addicted to alcohol and drugs. I know these are bad, but I use them to escape. Please help me if you can hear me, help me. If I deserve hell for killing myself, stop me right now. I want to be happy without being dependent on anything. I have lived far from you and offended you, show me where I made a mistake and teach me how to make a fresh start. I'm about to die God, help me!" Then I fell asleep. I heard a voice in my dream saying, “Ask and it will be given to you; seek and you will find; knock and the door will be opened to you. For everyone who asks receives; the one who seeks finds; and to the one who knocks, the door will be opened." I had no idea what this meant, but sometime later I met a Christian who took out a Bible and showed me the same words I heard in my dream. They were from Matthew 7. As I read, I found peace and Jesus gave me hope. I realized that Jesus is Lord and savior. In a very short time, Jesus gave me healing, hope, and blessings. I got rid of all my addictions and bad habits without any medical support. Jesus saved me, and thanks to the Bible, I now know God very well and know that he is a loving father. I used to not like people, now I love them very much. We are no longer under the control of sin. I have become a new person and I am full of hope.
ru_ru: Когда мне было 29 лет, я пристрастилась к наркотикам после того, как мой жених расстался со мной, и моя работа была ужасной. Жить было настолько плохой, что я купила столько наркотиков, сколько могла, чтобы покончить жизнь самоубийством. Когда я лежала там, ожидая смерти, я молилась: «Аллах Ты или Бог? Кто бы ты ни был, спаси меня. Я не думала, что жизнь может быть такой тяжелой. Люди жестоки и бесчувственны. Я зависима от алкоголя и наркотиков. Я знаю, что это плохо, но я использую их, чтобы убежать. Пожалуйста, помоги мне, если Ты меня слышишь, помогите мне. Если я заслуживаю ада за самоубийство, останови меня прямо сейчас. Я хочу быть счастливой, ни от чего не завися. Я жила далеко от Тебя и обидела Тебя, покажи мне, где я сделала ошибку, и научи меня, как начать все сначала. Я скоро умру, Боже, помоги мне!» Потом я заснула. Я услышала во сне голос, говорящий: «Просите, и дано будет вам; ищите и найдете; стучите и вам откроют. Ибо всякий, кто просит, получает; кто ищет, тот находит; и тому, кто постучит, отворят». Я понятия не имела, что это значит, но через некоторое время я встретила христианина, который достал Библию и показал мне те же самые слова, которые я слышала во сне. Они были из 7-й главы Евангелия от Матфея. Когда я читала, я обрела покой, и Иисус дал мне надежду. Я поняла, что Иисус – Господь и Спаситель. За очень короткое время Иисус дал мне исцеление, надежду и благословения. Я избавилась от всех своих зависимостей и вредных привычек без какой-либо медицинской помощи. Иисус спас меня, и благодаря Библии я теперь очень хорошо знаю Бога и знаю, что Он любящий Отец. Раньше я не любила людей, теперь я их очень люблю. Мы больше не находимся под властью греха. Я стала новым человеком, и надежда переполняет меня.

source: “Come and hear, all you who fear God, and I will tell what he has done for my soul.” (Psalm 66:16 ESV). Lord God, you have faithfully written the testimony of your passionate love for the people [of location] across history and lives. May you raise up a generation of followers [in location] who cry with the Psalmist, "come and hear and I will tell you what God has done for my soul!" (Psalm 66:16) May they exhort one another to testify and may your Spirit carry faithfully that testimony to ears you've prepared to hear and receive it.
ru_ru: «Придите, послушайте, все боящиеся Бога, и я возвещу вам, что сотворил Он для души моей». (Псалом 65:16). Господи Боже, Ты верно написал свидетельство своей страстной любви к людям [of location] на протяжении всей истории и жизней людей. Поднимай поколение Твоих последователей в [of location], которые восклицают с псалмопевцем: «Придите и послушайте, и я скажу вам, что Бог сделал для моей души!» (Псалом 65:16). Пусть они убеждают друг друга свидетельствовать, и пусть Твой Дух верно донесет это свидетельство до ушей тех, которых Ты приготовил услышать и принять.

source: “The history of missions is the history of answered prayer.” - Samuel Zwemer
ru_ru: «История миссий — это история отвеченных молитв». - Самуэль Цвемер

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that you supply all our needs IN Christ! (Philippians 4:19)
ru_ru: Боже, мы любим тебя! Как Твоя Церковь, помоги нам сделать все возможное, чтобы люди [of location] поняли Благую Весть о том, что Ты восполняешь все наши нужды во Христе! (Филиппийцам 4:19)

source: Jane from Senegal found herself pregnant as a teenager and so somehow gave her self an abortion. A few years later, she was pregnant again. This time she decided to keep the baby, but in order to avoid shaming the family, her parents forced her to abort. She was 5 months along, and the baby was born alive. Her mother showed her the baby, and then buried it alive. And Jane lived in the grief and anger and bitterness that followed this event. On Thursday night she walked through forgiveness with the team teaching soul care. It was HARD. There were tears, but Jesus brought beautiful freedom to her life. Pray for spiritual seekers [in location] and all over the Muslim world to find freedom in Jesus as they follow His example in receiving forgiveness for their sins and extending forgiveness to those who have wronged them.
ru_ru: Джейн из Сенегала оказалась беременной в подростковом возрасте и каким-то образом сделала себе аборт. Через несколько лет она снова забеременела. На этот раз она решила оставить ребенка, но, чтобы не опозорить семью, родители заставили ее сделать аборт. Она была на 5 месяце беременности, и ребенок родился живым. Ее мать показала ей младенца, а затем похоронила его заживо. Джейн жила в горе, гневе и горечи после этого события. В четверг вечером она прошла через прощение с командой душепопечителей, обучающих заботе о душе. Это было очень сложно. Были слезы, но Иисус принес в ее жизнь прекрасную свободу. Молитесь за духовных искателях в [in location] и во всем мусульманском мире, чтобы они обрели свободу в Иисусе, следуя Его примеру в получении прощения за свои грехи и прощении тех, кто причинил им зло.

source: “Then my enemies will turn back in the day when I call. This I know, that God is for me.” (Psalm 56:9 ESV). Father God, would you plant the seed of holy confidence in the hearts of your followers [in location]. May they grow in the humble, eternal assurance of your completed work of grace so that even in the darkest nights of persecution, loneliness, and temptation they might join the saints across generations in saying "This I know, that God is for me." (Psalm 56:9).
ru_ru: «Враги мои обращаются назад, когда я взываю к Тебе, из этого я узнаю, что Бог за меня». (Псалом 55:10). Бог Отец, посей семя святой уверенности в сердцах Твоих последователей в [in location]. Пусть они возрастают в смиренной, вечной уверенности в завершенном Тобой деле благодати, чтобы даже в самые темные ночи гонений, одиночества и искушений они могли присоединиться к святым через все поколения, говоря: «Я знаю, что Бог за меня». (Псалом 55:10).

source: In our lifetime, wouldn't it be sad if we spent more time washing dishes or swatting flies or mowing the yard or watching television than praying for world missions? — Dave Davidson
ru_ru: Разве не было бы печально, если бы в нашей жизни мы бы тратили больше времени на мытье посуды, отмахивание мух, стрижку двора или просмотр телевизора, чем на молитвы о всемирных миссиях? — Дэйв Дэвидсон

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that we have every spiritual blessing of Heaven IN Christ! (Ephesians 1:3)
ru_ru: Боже, мы любим Тебя! Как Твоя Церковь, помоги нам сделать все возможное, чтобы люди [of location] поняли Благую Весть о том, что мы имеем все духовные благословения Небес во Христе! (Ефесянам 1:3)
