Repository: micahmills/DE-Prayer-2024
Catalog: languages/ramadan-2024-*.po
Languages: de_de, es_419, pt_br

source: Farah fled war-torn Syria with her husband and small children when the war broke out. They found refuge in a nearby country and established a new life together as a family. Although life was difficult as a refugee in a new country, Farah discovered an openness she had not experienced in Syria. For the first time, she could explore questions about faith and religion. In April 2021, Farah messaged us through our Arabic ministry website. She wanted to read the Bible but was unsure where to begin. Habib*, one of our online Arabic responders, talked with Farah for several weeks. They chatted online about many aspects of the Christian faith. Farah brought her questions about the Bible to Habib, and they studied God's word together. After a short time, Farah was convinced. She accepted Jesus Christ as her savior and gave her heart to the Lord. Life did not get easier for Farah and her family. She faced persecution, rejection and discrimination because of her new faith. She tried to share the story of Jesus with her husband and children, but they didn't want to hear about it. Undeterred, she began attending a local church and was baptized. Farah continued studying the Bible, and her love for Jesus grew. She began meeting regularly with a group of Syrian women, and eventually, she felt comfortable sharing her faith. They also wanted to know the peace Farah felt, so each woman gave her life to Christ one by one. They now meet in Farah's home and study the Bible together! Farah remains firm in her faith despite challenging circumstances, sickness, pain, persecution and rejection. She is faithful and continues to pray for her husband and children. Her love for Jesus has brought this precious group of Syrian women to know and love the Lord. Praise God for Farah and her brave desire to share her faith and be a witness to those around her. Now, because of Farah's* steadfast faith and determination, many others are following Jesus.
es_419: Farah huyó de la Siria devastada por la guerra con su esposo y sus hijos pequeños cuando estalló la guerra. Encontraron refugio en un país cercano y establecieron una nueva vida juntos como familia. Aunque la vida era difícil como refugiada en un nuevo país, Farah descubrió una apertura que no había experimentado en Siria. Por primera vez, pudo explorar preguntas sobre la fe y la religión. En abril de 2021, Farah nos envió un mensaje a través del sitio web de nuestro ministerio árabe. Quería leer la Biblia pero no sabía por dónde empezar. Habib*, uno de nuestros respondedores árabes en línea, habló con Farah durante varias semanas. Charlaron en línea sobre muchos aspectos de la fe cristiana. Farah le llevó sus preguntas sobre la Biblia a Habib y estudiaron juntos la palabra de Dios. Después de un corto tiempo, Farah estaba convencida. Aceptó a Jesucristo como su salvador y entregó su corazón al Señor. La vida no se volvió más fácil para Farah y su familia. Enfrentó persecución, rechazo y discriminación a causa de su nueva fe. Trató de compartir la historia de Jesús con su esposo e hijos, pero ellos no querían saber nada al respecto. Sin inmutarse, comenzó a asistir a una iglesia local y se bautizó. Farah continuó estudiando la Biblia y su amor por Jesús creció. Comenzó a reunirse regularmente con un grupo de mujeres sirias y, finalmente, se sintió cómoda compartiendo su fe. También querían conocer la paz que sentía Farah, por lo que cada mujer entregó su vida a Cristo una por una. ¡Ahora se reúnen en la casa de Farah y estudian la Biblia juntos! Farah se mantiene firme en su fe a pesar de las circunstancias difíciles, la enfermedad, el dolor, la persecución y el rechazo. Ella es fiel y continúa orando por su esposo e hijos. Su amor por Jesús ha llevado a este precioso grupo de mujeres sirias a conocer y amar al Señor. Alabado sea Dios por Farah y su valiente deseo de compartir su fe y ser un testimonio para quienes la rodean. Ahora, gracias a la firme fe y determinación de Farah*, muchos otros siguen a Jesús.
pt_br: Farah fugiu da Síria que estava devastada pela guerra com seu marido e filhos pequenos quando a guerra estourou. Eles encontraram refúgio em um país próximo e estabeleceram uma nova vida juntos como uma família. Embora a vida fosse difícil como refugiada em um novo país, Farah descobriu algo novo que não havia experimentado na Síria. Pela primeira vez, ela pôde explorar questões sobre fé e religião. Em abril de 2021, Farah nos enviou uma mensagem por meio do site do ministério árabe. Ela queria ler a Bíblia, mas não sabia por onde começar. Habib*, um de nossos atendentes online em árabe, conversou com Farah por várias semanas. Eles conversaram online sobre muitos aspectos da fé cristã. Farah trouxe suas perguntas sobre a Bíblia para Habib, e eles estudaram a palavra de Deus juntos. Depois de um curto período de tempo, Farah estava convencido sobre a fé cristã . Ela aceitou Jesus Cristo como seu salvador e entregou seu coração ao Senhor. A vida não ficou mais fácil para Farah e sua família. Ela enfrentou perseguição, rejeição e discriminação por causa de sua nova fé. Ela tentou compartilhar a história de Jesus com seu marido e filhos, mas eles não quiseram ouvir. Porém sem desanimar, ela começou a frequentar uma igreja local e foi batizada. Farah continuou estudando a Bíblia e seu amor por Jesus cresceu. Ela começou a se encontrar regularmente com um grupo de mulheres sírias e, por fim, sentiu-se à vontade para compartilhar sua fé. Elas também queriam conhecer a paz que Farah sentia, então cada mulher entregou sua vida a Cristo uma a uma. Eles agora se encontram na casa de Farah e estudam a Bíblia juntos! Farah permanece firme em sua fé, apesar das circunstâncias desafiadoras, doença, dor, perseguição e rejeição. Ela é fiel e continua a orar por seu marido e filhos. Seu amor por Jesus trouxe este precioso grupo de mulheres sírias a conhecer e amar o Senhor. Louvado seja Deus por Farah e seu corajoso desejo de compartilhar sua fé e ser uma testemunha para aqueles ao seu redor. Agora, por causa da fé inabalável e determinação de Farah*, muitos outros estão seguindo a Jesus.

source: “And they have conquered him by the blood of the Lamb and by the word of their testimony, for they loved not their lives even unto death.” (Revelation 12:11 ESV). Lord Jesus, by your blood your followers [in location] have become conquerors of sin and death and even more than conquerors. May your church [in location] cling to the eternal hope and promises that you have won and may a heavenly host one day sing over them "they loved not their lives even unto death." (Revelation 12:11).
es_419: "Ellos lo han vencido por medio de la sangre del Cordero y por el mensaje del cual dieron testimonio; no valoraron tanto su vida como para evitar la muerte." (Apocalipsis 12:11 NVI) Señor Jesús, por tu sangre tus seguidores [in location] se han convertido en vencedores del pecado y de la muerte y aún más que vencedores. Que tu iglesia [in location] se aferre a la esperanza eterna y a las promesas de que has ganado. Que sepan que un día un ejército celestial cantará sobre ellos que "no amaron sus vidas hasta la muerte". (Apocalipsis 12:11).
pt_br: “Eles o venceram pelo sangue do Cordeiro e pela palavra do testemunho que deram; diante da morte, não amaram a própria vida.”(Apocalipse 12:11 NVI). Senhor Jesus, pelo teu sangue os teus seguidores [in location] se tornaram vencedores do pecado e da morte e mais que vencedores. Que sua igreja [in location] se apegue à esperança eterna e às promessas que Tu conquistastes e que um dia os anjos cantem sobre eles "diante da morte, eles não amaram a própria vida.". (Apocalipse 12:11).

source: “It’s not that God has a mission for His Church in the world, but that God has a Church for His mission in the world.” – Chris Wright
es_419: "No es que Dios tiene una misión para su Iglesia en el mundo, sino que Dios tiene una Iglesia para su misión en el mundo." - Chris Wright
pt_br: “Não é que Deus tenha uma missão para Sua Igreja no mundo, mas Deus tem uma Igreja para Sua missão no mundo.” – Chris Wright

source: God, we love you! As your Church help us do what it takes to let the people [of location] grasp the Good News that Jesus offered a path to greatness in the Kingdom that anyone could choose to follow! (Matthew 18:4)
es_419: Dios, ¡te amamos! Como Iglesia tuya, ayúdanos a hacer lo necesario para que la gente [of location] se aferre de las buenas nuevas de que Jesús ofreció un camino hacia la grandeza en el Reino que cualquiera puede optar por seguir. (Mateo 18:4)
pt_br: Deus, nós te amamos! Como sua Igreja nos ajude a fazer o que for necessário para permitir que as pessoas [of location] compreendam as Boas Novas de que Jesus ofereceu um caminho para a grandeza no Reino que qualquer um pode escolher seguir! (Mateus 18:4)

source: I am a forty-six years old woman from Tunisia. I saw a vision. The Messiah said, “I am the Truth.” I had already given up on Islam because of the violence. I never really felt God’s presence in my life before, but when I saw the Messiah, everything changed. I felt God’s peace. I started reading the Bible with some Christians. Pray that our group of seekers will remain committed to knowing God through His Word and obeying His commands.
es_419: Soy una mujer de Tunecina de 46 años. Tuve una visión. El Mesías dijo, "Yo soy la Verdad." Ya había abandonado al Islam por su violencia. Nunca había sentido la presencia de Dios en mi vida, pero cuando vi al Mesías, todo cambió. Sentí la paz de Dios. Comencé a leer la Biblia con algunos Cristianos. Ora para que nuestro grupo de buscadores continue comprometido con conocer a Dios a través de Su Palabra y la obediencia a Sus mandamientos.
pt_br: Eu sou uma mulher de quarenta e seis anos da Tunísia. Eu tive uma visão. O Messias disse: “Eu sou a Verdade”. Eu já havia desistido do Islã por causa da violência. Eu nunca havia sentido a presença de Deus em minha vida antes, mas quando vi o Messias, tudo mudou. Eu senti a paz de Deus. Comecei a ler a Bíblia com alguns cristãos. Ore por aqueles que estão procurando respostas em Cristo para que permaneçam comprometido em conhecer a Deus por meio de Sua Palavra e obedecer a Seus mandamentos.

source: “In days to come Jacob shall take root, Israel shall blossom and put forth shoots and fill the whole world with fruit.” (Isaiah 27:6 ESV). Lord Jesus, would the hope of your glory and the joy of your salvation take root deeply in your church [in location]. And by your grace and power, would you cause spiritual fruit to blossom in this desert place, beginning a joyful harvest of souls across the nations and the ends of earth, as you have promised. (Isaiah 27:6).
es_419: "Días vendrán en que Jacob echará raíces, en que Israel retoñará y florecerá, y llenará el mundo con sus frutos." (Isaías 27:6 NVI). Señor Jesús, que la esperanza de tu gloria y el gozo de tu salvación se arraiguen profundamente en tu iglesia [in location]. Y por tu gracia y poder, haz que mucho fruto espiritual florezca en este lugar desierto, comenzando una gozosa cosecha de almas a través de las naciones y los confines de la tierra, como has prometido. (Isaías 27:6).
pt_br: “Nos dias vindouros Jacó lançará raízes, Israel terá botões e flores e encherá o mundo de frutos.”(Isaías 27:6 NVI). Senhor Jesus, que a esperança da tua glória e a alegria da tua salvação se enraízem profundamente na tua igreja [in location]. E por sua graça e poder, te pedimos que faças o fruto espiritual florescer neste lugar deserto, iniciando uma alegre colheita de almas através das nações e confins da terra, como prometeste. (Isaías 27:6).

source: “Rediscover the real meaning of the Great Commission. Beginning in our own prayer and devotional lives, we must begin to feel the compassion of the Lord for a lost and dying world. As we have already seen, the Great Commission is not something that was given to a tiny group of specially trained and educated envoys. It was given to all Christians—to the whole Church. It is something that we are all to be engaged in naturally every day.” – K.P. Yohannan, Come, Let’s Reach the World
es_419: “Redescubra el verdadero significado de la Gran Comisión. Comenzando con nuestra propia vida de oración y devoción, debemos a sentir la compasión del Señor por un mundo perdido y moribundo. Como ya hemos visto, la Gran Comisión no es algo que se le dio a un pequeño grupo de enviados especialmente capacitados y educados. Fue dada a todos los cristianos, a toda la Iglesia. Es algo en lo que todos debemos participar naturalmente todos los días”. – K. P. Yohannan, Ven, Alcancemos el Mundo
pt_br: “Redescubra o real significado da Grande Comissão. A começar em nossa própria vida devocional e de oração, devemos começar a sentir a compaixão do Senhor por um mundo perdido e moribundo. Como já vimos, a Grande Comissão não é algo que foi dado a um pequeno grupo que foram enviados e especialmente treinados e educados. Foi dado a todos os cristãos - a toda a Igreja. É algo em que todos devemos nos engajar de forma natural todos os dias.” – K. P. Yohannan, Venha, Vamos Alcançar o Mundo

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that Jesus knowingly took one step after another toward Jerusalem knowing He would be condemned to death, mocked, flogged, crucified and then be raised on the third day! (Matthew 20:19)
es_419: Dios, ¡te amamos! Como Iglesia tuya, ayúdanos a hacer lo necesario para que la gente [of location] se aferre de las buenas nuevas de que conscientemente dio un paso tras otro hacia Jerusalén sabiendo que Él sería condenado a muerte, burlado, golpeado, crucificado y luego resucitado al tercer día. (Mateo 20:19)
pt_br: Deus, nós te amamos! Como sua Igreja, ajude-nos a fazer o que for preciso para permitir que as pessoas [of location] compreendam as Boas Novas de que Jesus conscientemente deu um passo após o outro em direção a Jerusalém, sabendo que seria condenado à morte, escarnecido, açoitado, crucificado e depois ressuscitado no terceiro dia! (Mateus 20:19)

source: Hamza is a 27 years old man who lives in Punjab. He has always lived his life following Islamic rules closely but never felt satisfied as a follower. He spent a lot of time looking at videos on YouTube and Facebook so he could learn to do better but the more he looked the more he felt restless. One day he was looking at Facebook and came across content about Jesus’ sacrifice. He had never had an encounter with a Christian before and didn’t know much about Christian faith. He decided to send a message and connected with a believer. He told the believer that he tries to follow all the rules in Islam but he always feels restless because he doesn’t have any hope he will go to heaven. The Quran doesn’t tell him anything about having assurance that if he keeps all the rules he will go to heaven. He asked many questions about sacrifice, sacrificing animals and why Christians don’t perform any sacrifices and came to the realization that Jesus is the only sacrifice he needed. Hamza talked to the believer for about a week and decided his only way to heaven is through Jesus. He put his faith in Jesus alone.
es_419: Hamza es un hombre de 27 años que vive en Punjab. Siempre ha vivido su vida siguiendo de cerca las reglas islámicas, pero nunca se sintió satisfecho como seguidor. Pasó mucho tiempo mirando videos en YouTube y Facebook para poder aprender a hacerlo mejor, pero cuanto más miraba, más inquieto se sentía. Un día estaba mirando Facebook y encontró contenido sobre el sacrificio de Jesús. Nunca antes había tenido un encuentro con un cristiano y no sabía mucho sobre la fe cristiana. Decidió enviar un mensaje y se conectó con un creyente. Le dijo al creyente que trata de seguir todas las reglas del Islam, pero que siempre se siente inquieto porque no tiene ninguna esperanza de ir al cielo. El Corán no le dice nada acerca de tener la seguridad de que si guarda todas las reglas irá al cielo. Hizo muchas preguntas sobre el sacrificio, el sacrificio de animales y por qué los cristianos no realizan ningún sacrificio y se dio cuenta de que Jesús es el único sacrificio que necesitaba. Hamza habló con el creyente durante aproximadamente una semana y decidió que su único camino al cielo es a través de Jesús. Él puso su fe solo en Jesús.
pt_br: Hamza é um homem de 27 anos que mora em Punjab. Ele sempre viveu sua vida seguindo as regras islâmicas de perto, mas nunca se sentiu satisfeito como seguidor. Ele passou muito tempo olhando vídeos no YouTube e no Facebook para aprender a fazer melhor, mas quanto mais olhava, mais se sentia inquieto. Um dia ele estava navegando no Facebook e se deparou com um conteúdo sobre o sacrifício de Jesus. Ele nunca havia tido um encontro com um cristão antes e não sabia muito sobre a fé cristã. Ele decidiu enviar uma mensagem e se conectou com um crente. Ele disse ao crente que tenta seguir todas as regras do Islã, mas sempre se sente inquieto porque não tem esperança de ir para o céu. O Alcorão não lhe diz nada sobre ter certeza de que, se cumprir todas as regras, irá para o céu. Ele fez muitas perguntas sobre sacrifícios, sacrificar animais e por que os cristãos não realizam nenhum sacrifício e chegou à conclusão de que Jesus é o único sacrifício de que ele precisava. Hamza conversou com o crente por cerca de uma semana e decidiu que seu único caminho para o céu é através de Jesus. Ele colocou sua fé somente em Jesus.

source: “So also you have sorrow now, but I will see you again, and your hearts will rejoice, and no one will take your joy from you.” (John 16:22 ESV). Lord Jesus, write the promise of your return and the power of your spirit upon the hearts of your followers [in location] that they would be filled with the joy of salvation and expectation that no one can take away from them. (John 16:22) Even in the darkness of persecution and doubt and fear, may their joy be unshakable.
es_419: "Lo mismo les pasa a ustedes: Ahora están tristes, pero cuando vuelva a verlos se alegrarán, y nadie les va a quitar esa alegría." (Juan 16:22 NVI) Señor Jesús, escribe la promesa de tu regreso y el poder de tu espíritu en los corazones de tus seguidores [in location] para que se llenen del gozo de la salvación y de la alegría que nadie les puede quitar. (Juan 16:22) Incluso en la oscuridad de la persecución, la duda y el temor, que su gozo sea inquebrantable.
pt_br: “Assim acontece com vocês: agora é hora de tristeza para vocês, mas eu os verei outra vez, e vocês se alegrarão, e ninguém tirará essa alegria de vocês.”(João 16:22 NVI). Senhor Jesus, escreva a promessa de seu retorno e o poder de seu espírito no coração de seus seguidores [in location] para que eles sejam preenchidos com a alegria da salvação e a expectativa que ninguém pode tirar deles. (João 16:22) Mesmo na escuridão da perseguição, dúvida e medo, que a alegria deles seja inabalável.

source: “Jesus promised his disciples three things: they would be completely fearless, absurdly happy, and in constant trouble.” – G.K. Chesterton
es_419: "Jesús le prometió tres cosas a sus discípulos: ellos serían completamente valientes, absurdamente felices y constantemente en problemas." - G.K. Chesterton
pt_br: “Jesus prometeu três coisas a seus discípulos: eles seriam completamente destemidos, absurdamente felizes e em constantes problemas.” – G. K. Chesterton

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that Jesus taught that for God those who have died are alive! (Matthew 22:32)
es_419: Dios, ¡te amamos! Como Iglesia tuya, ayúdanos a hacer lo necesario para que la gente [of location] se aferre de las buenas nuevas de que Jesús enseñó que para Dios, aquellos que han muerto están vivos. (Mateo 22:32)
pt_br: Deus, nós te amamos! Como sua Igreja, ajude-nos a fazer o que for preciso para permitir que as pessoas [of location] compreendam as Boas Novas que Jesus ensinou de que, para Deus, aqueles que morreram estão vivos! (Mateus 22:32)
