Repository: micahmills/DE-Prayer-2024
Catalog: languages/ramadan-2023-*.po
Languages: ru_ru

source: “And we have seen and testify that the Father has sent his Son to be the Savior of the world.” (1 John 4:14 ESV). Lord God, grant your church [in location] the eyes to see and lips to testify to the miracle of the provision of your Son Jesus to be the savior of the world. (1 John 4:14) Your one and only Son, dispatched from his rightful throne in Heaven to live and die for the salvation of the nations. May your followers [in location] be known for their loyalty and devotion to this beautiful message.
ru_ru: «И мы видели и свидетельствуем, что Отец послал Сына Своего Спасителем мира». (1 Иоанна 4:14). Господи Боже, даруй Твоей церкви в [in location] глаза, чтобы видеть, и уста, чтобы свидетельствовать о чуде дарования Твоего Сына Иисуса спасителем мира. (1 Иоанна 4:14) Твой единственный Сын, послан со Своего законного престола на Небесах, чтобы жить и умереть ради спасения народов. Пусть Твои последователи в [in location] будут известны своей верностью и преданностью этому прекрасному посланию.

source: "I've heard people say, 'I want more of a heart for missions.' I always respond, 'Jesus tells you exactly how to get it. Put your money in missions - and in your church and the poor - and your heart will follow.'" - Randy Alcorn
ru_ru: «Я слышал, как люди говорят: «Я хочу сердце, горящее миссией». Я всегда отвечаю: «Иисус ясно говорит, как его заполучить. Вкладывайте свои деньги в миссию, в свою церковь и в бедных, и ваше сердце последует». — Рэнди Алкорн

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that Jesus' message was that He wanted us to follow Him, the greatest man in the history of the universe! (Matthew 9:9)
ru_ru: Боже, мы любим тебя! Как Твоя церковь, помоги нам сделать все возможное, чтобы люди [of location] поняли Благую Весть о том, что послание Иисуса заключалось в том, что Он хотел, чтобы мы следовали за Ним, величайшим человеком в истории вселенной! (Матфея 9:9)

source: After reading the gospel of Matthew, Taariq, a new believer, said, 'I feel as if I am in another world. I feel at peace. Inner peace, as if I have left this world entirely for another. I thank you for all the information you have given me. I have read the book of Matthew, and its words entered my heart directly. It is wonderful.' We know God is doing incredible work in the lives of Arabs across the Middle East and North Africa. Pray for new believers like Taariq to fall in love with Scripture and to consume it daily.
ru_ru: Прочитав Евангелие от Матфея, новообращенный Таарик сказал: «Я чувствую себя так, как будто нахожусь в другом мире. Я чувствую внутренний покой, будто я ушел из этого мира в совсем другой. Я благодарю вас за всю информацию, которую вы мне дали. Я прочитал книгу Матфея, и ее слова прямо коснулись моего сердца. Это чудесно». Мы знаем, что Бог совершает невероятную работу в жизни арабов на Ближнем Востоке и в Северной Африке. Молитесь о том, чтобы новые верующие, такие как Таарик, полюбили Писание и ежедневно читали его.

source: “With God we shall do valiantly; it is he who will tread down our foes.” (Psalm 108:13 ESV). Father God, as your followers [in location] look out upon the resources of the enemy arrayed against them, may you grant them fearlessness and confidence in your matchless power. May their hearts learn to answer the attacks of the enemy, saying "with God we shall do valiantly, it is he who will tread down our foes." (Psalm 108:13).
ru_ru: «С Богом мы окажем силу: Он низложит врагов наших». (Псалом 107:14). Бог Отец , когда твои последователи в [in location] смотрят на ресурсы врага, выстроенные против них, даруй им бесстрашие и уверенность в Твоей несравненной силе. Пусть их сердца научатся отвечать на атаки врага, говоря: «С Богом мы окажем силу: Он низложит врагов наших». (Псалом 107:14).

source: “What can we do to win these men to Christ?” – Richard Wurmbrand, The Voice of the Martyrs (referring to the men who were persecuting him)
ru_ru: «Что мы можем сделать, чтобы привлечь этих людей ко Христу?» - Ричард Вурмбранд, Голос мучеников (думая о людях, которые его преследовали)

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that Jesus offered us life! (Matthew 10:38)
ru_ru: Боже, мы любим Тебя! Как Твоя церковь, помоги нам сделать все возможное, чтобы люди [of location] поняли Благую Весть, что Иисус предложил нам жизнь! (Матфея 10:38)

source: Hamzaa, a taxi driver living in Iraq, first heard about Christianity when tuning in to a Christian radio station while he was working. He became curious and wanted to learn more, so he began searching the internet. He found our Arabic ministry website and sent us the following message. 'I am a Muslim, and I am convinced that Christianity is the true way. I want to become a Christian, but I don’t know how.' Mira*, a member of our Arabic response team, picked up his message and replied. She explained the Gospel to him, and after a short while, she led him in prayer, and Hamzaa became a Christian. God had been preparing Hamzaa's heart for some time, and once he found our website, he was ready to commit his life to the Lord. Soon after, we introduced Hamzaa to local believers in Iraq, and he began meeting with them face to face. We received this encouraging message from the local believers; 'Hamzaa is very hungry to learn and actively engages with us. We are now meeting twice a week and becoming friends as a group. We are going to begin doing activities together to develop that friendship and to grow in the Lord together.' God is doing amazing miraculous works across the Arab world. Pray that Hamzaa will continue to grow in his faith. Pray for strong friendships to develop and that he will continue to meet with fellow believers.
ru_ru: Хамза, водитель такси, живущий в Ираке, впервые услышал о христианстве, когда во время работы настроился на христианскую радиостанцию. Ему стало любопытно, и он захотел узнать больше, поэтому начал искать в Интернете. Он нашел наш сайт арабского служения и отправил нам следующее сообщение. «Я мусульманин и убежден, что христианство — истинный путь. Я хочу стать христианином, но не знаю как». Мира*, член нашей арабской группы реагирования, ответила на его сообщение. Она объяснила ему Евангелие и через некоторое время повела его в молитве, и Хамза стал христианином. Бог готовил сердце Хамзы в течение некоторого времени, и как только он нашел наш веб-сайт, он был готов посвятить свою жизнь Господу. Вскоре после этого мы познакомили Хамзу с местными верующими в Ираке, и он начал встречаться с ними лицом к лицу. Мы получили это ободряющее сообщение от местных верующих; «Хамза очень хочет учиться и активно взаимодействует с нами. Теперь мы встречаемся два раза в неделю и становимся друзьями нашей группой. Мы собираемся начать совместную деятельность, чтобы развивать эту дружбу и вместе возрастать в Господе». Бог творит удивительные чудеса по всему арабскому миру. Молитесь, чтобы Хамза продолжал расти в своей вере. Молитесь, чтобы у него сложились крепкие дружеские отношения и чтобы он продолжал встречаться с единоверцами.

source: “By Silvanus, a faithful brother as I regard him, I have written briefly to you, exhorting and declaring that this is the true grace of God. Stand firm in it.” (1 Peter 5:12 ESV). Heavenly Father, teach your followers [in location] to cling to the true grace of God and to stand firm in it. (1 Peter 5:12) As fear and doubt swirl around these precious friends, would you be the solid Rock on which they can stand and build this eternally valuable corner of your kingdom.
ru_ru: «С помощью Силуана, которого считаю верным братом, я написал вам это короткое послание, ободряя и свидетельствуя о том, что написанное мной есть истинная благодать Божья. Стойте в ней твердо». (1 Петра 5:12 НРП). Небесный Отец, научи Своих последователей в [in location] крепко держаться за истинную благодать Божью и твердо стоять в ней. (1 Петра 5:12). Когда вокруг этих драгоценных друзей кружатся страх и сомнение, будь твердой Скалой, на которой они смогут стоять и строить Твое вечное царство.

source: “We who have Christ’s eternal life need to throw away our own lives.” -George Verwer
ru_ru: «Нам, имеющим вечную жизнь Христа, нужно отказаться от собственной жизни». -Джордж Вервер

source: God, we love you! As your Church help us do what it takes to let the people [of location] grasp the Good News that Jesus responded with compassion to persistent faith! (Matthew 15:28)
ru_ru: Боже, мы любим Тебя! Как Твоя церковь, помоги нам сделать все возможное, чтобы люди [of location] поняли Благую Весть о том, что Иисус с состраданием отреагировал на настойчивую веру! (Матфея 15:28)

source: Tauqeer is a seeker who has been talking to a believer online about whether Mohammad is the greatest prophet or not? The believer asked him, "Should we follow someone who is dead or someone who is alive?" This confused Tauqeer and made him question his beliefs. He is questioning if Jesus was more than a prophet. Most Muslims believe Jesus is just a prophet who came to teach people good things and performed a lot of miracles. Pray Taqueer will come to know Jesus did more than perform miracles and will open his heart to the Truth.
ru_ru: Таукир — искатель, который разговаривал с христианином онлайн о том, является ли Мухаммед величайшим пророком или нет? Христианин спросил его: «Должны ли мы следовать за кем-то, кто мертв, или за тем, кто жив?» Это смутило Таукира и заставило его усомниться в своих убеждениях. Он задается вопросом, был ли Иисус больше, чем пророк. Большинство мусульман верят, что Иисус — всего лишь пророк, пришедший учить людей добру и совершивший множество чудес. Молитесь, чтобы Таукир познал, что Иисус не только совершал чудеса, и открыл свое сердце истине.

source: “he says: “It is too light a thing that you should be my servant to raise up the tribes of Jacob and to bring back the preserved of Israel; I will make you as a light for the nations, that my salvation may reach to the end of the earth.”” (Isaiah 49:6 ESV). Holy Spirit, come and do the work that only you can do in the church [in location]. Ignite them with passion for the glory and the name of Jesus that burns so brightly that it cannot help but be witnessed and shared in every corner [of location] and to the ends of the earth. (Isaiah 49:6).
ru_ru: «Он говорит: «Слишком мало для Тебя быть Моим Слугой, восстановить роды Иакова и возвратить уцелевших Израиля. Я сделаю Тебя светом для язычников, чтобы спасение Мое достигло концов земли».(Исаия 49:6). Святой Дух, приди и соверши работу, которую только Ты можешь сделать в церкви [in location]. Зажги их страстью к славе имени Иисуса, которое горит так ярко, что оно не может не быть засвидетельствовано и распространено в каждом уголке [of location] и до краев земли. (Исаия 49:6).

source: The question is not whether we will die, but whether we will die in a way that bears much fruit. - Adoniram Judson
ru_ru: Вопрос не в том, умрем ли мы, а в том, умрем ли мы так, чтобы принести много плода. - Адонирам Джадсон

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that Jesus had authority over all disease and disability! (Matthew 15:31)
ru_ru: Боже, мы любим Тебя! Как Твоя церковь, помоги нам сделать все возможное, чтобы люди [of location] поняли благую весть о том, что Иисус имел власть над всеми болезнями и немощами! (Матфея 15:31)

source: Farah fled war-torn Syria with her husband and small children when the war broke out. They found refuge in a nearby country and established a new life together as a family. Although life was difficult as a refugee in a new country, Farah discovered an openness she had not experienced in Syria. For the first time, she could explore questions about faith and religion. In April 2021, Farah messaged us through our Arabic ministry website. She wanted to read the Bible but was unsure where to begin. Habib*, one of our online Arabic responders, talked with Farah for several weeks. They chatted online about many aspects of the Christian faith. Farah brought her questions about the Bible to Habib, and they studied God's word together. After a short time, Farah was convinced. She accepted Jesus Christ as her savior and gave her heart to the Lord. Life did not get easier for Farah and her family. She faced persecution, rejection and discrimination because of her new faith. She tried to share the story of Jesus with her husband and children, but they didn't want to hear about it. Undeterred, she began attending a local church and was baptized. Farah continued studying the Bible, and her love for Jesus grew. She began meeting regularly with a group of Syrian women, and eventually, she felt comfortable sharing her faith. They also wanted to know the peace Farah felt, so each woman gave her life to Christ one by one. They now meet in Farah's home and study the Bible together! Farah remains firm in her faith despite challenging circumstances, sickness, pain, persecution and rejection. She is faithful and continues to pray for her husband and children. Her love for Jesus has brought this precious group of Syrian women to know and love the Lord. Praise God for Farah and her brave desire to share her faith and be a witness to those around her. Now, because of Farah's* steadfast faith and determination, many others are following Jesus.
ru_ru: Фарах бежала из раздираемой войной Сирии с мужем и маленькими детьми, когда началась война. Они нашли убежище в соседней стране и начали новую семейную жизнь. Хотя жизнь беженки в новой стране была трудной, Фарах открыла для себя открытость, которой не испытывала в Сирии. Впервые она могла исследовать вопросы о вере и религии. В апреле 2021 года Фарах написала нам через веб-сайт нашего арабского служения. Она хотела читать Библию, но не знала, с чего начать. Хабиб*, один из наших служителей, занимающийся перепиской на арабском языке, разговаривал с Фарах несколько недель. Они общались в Интернете о многих аспектах христианской веры. Фарах задавала Хабибу свои вопросы о Библии, и они вместе изучали Слово Божье. Через короткое время Фарах убедилась и приняла Иисуса Христа как своего Спасителя и отдала свое сердце Господу. Жизнь Фарах и ее семьи не становилась легче. Она столкнулась с преследованием, отвержением и дискриминацией из-за своей новой веры. Она пыталась поделиться историей об Иисусе со своим мужем и детьми, но они не хотели об этом слышать. Не испугавшись, она начала посещать местную церковь и крестилась. Фарах продолжала изучать Библию, и ее любовь к Иисусу росла. Она начала регулярно встречаться с группой сирийских женщин и, в конце концов, почувствовала себя уверенно и поделилась своей верой. Они тоже хотели познать покой и мир, которые испытывала Фарах и одна за другой отдали свои жизни Христу. Теперь они встречаются в доме Фарах и вместе изучают Библию! Фарах остается твердой в своей вере, несмотря на сложные обстоятельства, болезни, боль, преследования и отвержение. Она верна и продолжает молиться за мужа и детей. Ее любовь к Иисусу привела эту драгоценную группу сирийских женщин к познанию и любви Господа. Слава Богу за Фарах и ее смелое желание делиться своей верой и свидетельствовать окружающим. Теперь, благодаря непоколебимой вере и решимости Фарах*, многие другие следуют за Иисусом.

source: “And they have conquered him by the blood of the Lamb and by the word of their testimony, for they loved not their lives even unto death.” (Revelation 12:11 ESV). Lord Jesus, by your blood your followers [in location] have become conquerors of sin and death and even more than conquerors. May your church [in location] cling to the eternal hope and promises that you have won and may a heavenly host one day sing over them "they loved not their lives even unto death." (Revelation 12:11).
ru_ru: «Они победили его кровию Агнца и словом свидетельства своего, и не возлюбили души своей даже до смерти». (Откровение 12:11). Господь Иисус, Твоей кровью Твои последователи в [in location] стали победителями греха и смерти и даже больше, чем победителями. Пусть Твоя церковь в [in location] ухватится за вечную надежду и обетования, и пусть небесное воинство однажды воспоет о них: «Они не возлюбили души своей даже до смерти». (Откровение 12:11).

source: “It’s not that God has a mission for His Church in the world, but that God has a Church for His mission in the world.” – Chris Wright
ru_ru: «Дело не в том, что у Бога есть миссия для Его церкви в мире, а в том, что у Бога есть церковь для исполнения Его миссии в мире». - Крис Райт

source: God, we love you! As your Church help us do what it takes to let the people [of location] grasp the Good News that Jesus offered a path to greatness in the Kingdom that anyone could choose to follow! (Matthew 18:4)
ru_ru: Боже, мы любим Тебя! Как Твоя церковь помоги нам сделать все возможное, чтобы люди [of location] поняли Благую Весть о том, что Иисус предложил путь быть великим в Его Царстве, которым каждый может выбрать следовать! (Матфея 18:4)

source: I am a forty-six years old woman from Tunisia. I saw a vision. The Messiah said, “I am the Truth.” I had already given up on Islam because of the violence. I never really felt God’s presence in my life before, but when I saw the Messiah, everything changed. I felt God’s peace. I started reading the Bible with some Christians. Pray that our group of seekers will remain committed to knowing God through His Word and obeying His commands.
ru_ru: Я сорокашестилетняя женщина из Туниса. Я видела видение. Мессия сказал: «Я есть Истина». Я уже отреклась от ислама из-за насилия. Раньше я никогда по-настоящему не чувствовала Божьего присутствия в своей жизни, но когда я увидела Мессию, все изменилось. Я почувствовала Божий покой. Я начала читать Библию с некоторыми христианами. Молитесь о том, чтобы наша группа ищущих оставалась приверженной познанию Бога через Его Слово и повиновению Его заповедям.

source: “In days to come Jacob shall take root, Israel shall blossom and put forth shoots and fill the whole world with fruit.” (Isaiah 27:6 ESV). Lord Jesus, would the hope of your glory and the joy of your salvation take root deeply in your church [in location]. And by your grace and power, would you cause spiritual fruit to blossom in this desert place, beginning a joyful harvest of souls across the nations and the ends of earth, as you have promised. (Isaiah 27:6).
ru_ru: «В грядущие дни укоренится Иаков, даст отпрыск и расцветет Израиль; и наполнится плодами вселенная.». (Исаия 27:6). Господь Иисус, пусть надежда на Твою славу и радость Твоего спасения глубоко укоренятся в Твоей церкви в [in location]. И по Своей благодати и силе сделай так, чтобы духовные плоды расцвели в этом пустынном месте, положив начало радостному урожаю душ в разных странах и краях земли, как Ты и обещал. (Исаия 27:6).

source: “Rediscover the real meaning of the Great Commission. Beginning in our own prayer and devotional lives, we must begin to feel the compassion of the Lord for a lost and dying world. As we have already seen, the Great Commission is not something that was given to a tiny group of specially trained and educated envoys. It was given to all Christians—to the whole Church. It is something that we are all to be engaged in naturally every day.” – K.P. Yohannan, Come, Let’s Reach the World
ru_ru: «Откройте заново истинное значение великого поручения. Начиная с нашей собственной молитвенной и посвященной жизни, мы должны начать чувствовать сострадание Господа к заблудшему и погибующему миру. Как мы уже видели, великое поручение — это не что-то, что было дано крошечной группе специально обученных и образованных посланников. Оно было дано всем христианам — всей церкви. Это то, чем мы все должны заниматься естественным образом каждый день». – К.П. Йоханнан, Пойдем, достигнем мир

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that Jesus knowingly took one step after another toward Jerusalem knowing He would be condemned to death, mocked, flogged, crucified and then be raised on the third day! (Matthew 20:19)
ru_ru: Боже, мы любим Тебя! Как Твоя церковь, помоги нам сделать все возможное, чтобы люди [of location] поняли Благую Весть о том, что Иисус сознательно делал один шаг за другим к Иерусалиму, зная, что Он будет осужден на смерть, осмеян, избит, распят, а затем воскреснет на третий день! (Матфея 20:19)

source: Hamza is a 27 years old man who lives in Punjab. He has always lived his life following Islamic rules closely but never felt satisfied as a follower. He spent a lot of time looking at videos on YouTube and Facebook so he could learn to do better but the more he looked the more he felt restless. One day he was looking at Facebook and came across content about Jesus’ sacrifice. He had never had an encounter with a Christian before and didn’t know much about Christian faith. He decided to send a message and connected with a believer. He told the believer that he tries to follow all the rules in Islam but he always feels restless because he doesn’t have any hope he will go to heaven. The Quran doesn’t tell him anything about having assurance that if he keeps all the rules he will go to heaven. He asked many questions about sacrifice, sacrificing animals and why Christians don’t perform any sacrifices and came to the realization that Jesus is the only sacrifice he needed. Hamza talked to the believer for about a week and decided his only way to heaven is through Jesus. He put his faith in Jesus alone.
ru_ru: Хамза — 27-летний мужчина, живущий в Панджабе. Он всегда жил, строго следуя исламским правилам, но никогда не чувствовал себя удовлетворенным как последователь. Он провел много времени, просматривая видео на YouTube и Facebook, чтобы научиться быть лучше, но чем больше он смотрел, тем больше беспокоился. Однажды он просматривал Facebook и наткнулся на контент о жертве Иисуса. Он никогда раньше не встречался с христианами и мало что знал о христианской вере. Он решил отправить сообщение и связался с верующим. Он сказал верующему, что старается следовать всем правилам ислама, но всегда чувствует беспокойство, потому что у него нет никакой надежды попасть на небеса. Коран ничего не говорит ему об уверенности в том, что если он будет соблюдать все правила, то попадет в рай. Он задавал много вопросов о жертвоприношениях, принесении в жертву животных и о том, почему христиане не приносят никаких жертвоприношений, и пришел к выводу, что Иисус — единственная жертва, в которой он нуждался. Хамза разговаривал с верующим около недели и решил, что его единственный путь на небеса лежит через Иисуса. Он поверил только Иисусу.

source: “So also you have sorrow now, but I will see you again, and your hearts will rejoice, and no one will take your joy from you.” (John 16:22 ESV). Lord Jesus, write the promise of your return and the power of your spirit upon the hearts of your followers [in location] that they would be filled with the joy of salvation and expectation that no one can take away from them. (John 16:22) Even in the darkness of persecution and doubt and fear, may their joy be unshakable.
ru_ru: «Так и вы теперь имеете печаль; но Я увижу вас опять, и возрадуется сердце ваше, и радости вашей никто не отнимет у вас». (Иоанн 16:22). Господь Иисус, напиши обетование о Своем возвращении и силе Своего Духа в сердцах Твоих последователей в [in location], чтобы они были наполнены радостью спасения и надеждой, которую никто не может у них отнять. (Иоанна 16:22) Даже во тьме гонений, сомнений и страха пусть их радость будет непоколебимой.
