Repository: micahmills/DE-Prayer-2024
Catalog: languages/ramadan-2023-*.po
Languages: ru_ru

source: “Jesus promised his disciples three things: they would be completely fearless, absurdly happy, and in constant trouble.” – G.K. Chesterton
ru_ru: «Иисус обещал своим ученикам три вещи: они будут совершенно бесстрашны, нелепо счастливы и постоянно будут в беде». – Г.К. Честертон

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that Jesus taught that for God those who have died are alive! (Matthew 22:32)
ru_ru: Боже, мы любим Тебя! Как Твоя церковь, помоги нам сделать все возможное, чтобы люди [of location] поняли Благую Весть, которой учил Иисус, что для Бога те, кто умер, живы! (Матфея 22:32)

source: Since I was child, I respected Islam, prayed, read the Koran and the Hadith, and watched Islamic TV programs. As I prayed, I would cry out and ask God to draw me closer to him. As I grew, I began to have problems with my family. When I shared my opinion, it seemed like they just wanted to argue with me. Finally, I left home to go and live with my sister. One night, as I cried myself to sleep, I had a vision of a man. I could not see his face because it was light. I could not stand and fell to the ground. In the dream, I was young and small and was wearing a crown. He put his hand on me and said, “You are mine. Don’t fear.” I tried to find an explanation for this dream. Someone told me I had seen the Messiah. I didn’t know anything about Christianity but began to search. One day I posted on Facebook,“My only hope is that God will accept me.” A Christian wrote me and told me about God’s love for me and sent me verses from the Bible. Inwardly I struggled between what I had always believed and the new truth I was learning. I finally decided to follow Jesus. I shared with my family and my brother, sister, and niece also accepted Jesus. Pray that we will start a church in our home and that we will boldly tell others of God’s love.
ru_ru: С детства я уважала ислам, молилась, читала Коран и Хадис, смотрела исламские телепередачи. Во время молитвы я плакала и просил Бога приблизить меня к Нему. Когда я выросла, у меня начались проблемы с семьей. Когда я делилась своим мнением, казалось, что со мной просто хотели поспорить. В конце концов, я ушла из дома, чтобы жить со своей сестрой. Однажды ночью, когда я плакала перед сном, мне было видение человека. Я не могла видеть его лица, потому что было слишком ярко. Я не выдержала и упала на землю. Во сне я была молодой и маленькой, на мне была корона. Он положил на меня руку и сказал: «Ты моя. Не бойся». Я пыталась найти объяснение этому сну. Кто-то сказал мне, что я видела Мессию. Я ничего не знала о христианстве, но начала искать. Однажды я написала в Facebook: «Моя единственная надежда, что Бог примет меня». Мне написал христианин, рассказал о любви Бога ко мне и прислал стихи из Библии. Внутренне я боролась между тем, во что всегда верила, и новой истиной, которую узнавала. В конце концов я решила следовать за Иисусом. Я поделилась со своей семьей, и мои брат, сестра и племянница тоже приняли Иисуса. Молитесь, чтобы мы основали церковь у себя дома и чтобы мы смело рассказывали другим о Божьей любви.

source: “and that repentance for the forgiveness of sins should be proclaimed in his name to all nations, beginning from Jerusalem.” (Luke 24:47 ESV). Lord Jesus, impart your passion for your own glory among the nations to your followers [in location] that they would be filled with wonder and expectation at the seeming impossibility of seeing repentance for the forgiveness of sins proclaimed in your name to all nations. (Luke 24:47) Give your followers [in location] a burning passion for the great commission and your global mission, even as they grow in boldness within their own borders.
ru_ru: «и проповедану быть во имя Его покаянию и прощению грехов во всех народах, начиная с Иерусалима». (Луки 24:47). Господь Иисус, передай своим последователям в [in location] свою страсть к собственной славе среди народов, чтобы они исполнились удивления и ожидания при кажущейся невозможности увидеть покаяние в прощении грехов, возвещаемое во имя Твое всем народам. (Луки 24:47) Даруй Твоим последователям в [in location] страсть к великому поручению и Твоей глобальной миссии, даже если они будут возрастать в смелости в пределах своих собственных границ.

source: “Put legs to your prayers” – Ray Comfort
ru_ru: «Прибавьте ноги к вашим молитвам» — Рэй Комфорт

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that Jesus invited us to make you the center of our love and affection! (Matthew 22:37-40)
ru_ru: Боже, мы любим Тебя! Как Твоя церковь, помоги нам сделать все возможное, чтобы люди [of location] поняли Благую Весть о том, что Иисус пригласил нас сделать Тебя центром нашей любви и привязанности! (Матфея 22:37-40)

source: I am a married woman with two daughters. My daughters decided to follow Jesus, and I fought with them about their decision for a long time. Over time, I developed a liver disease. The doctor wanted to start treatment. My daughters told me they would pray for me in the name of Jesus Christ. They said, “He will heal you but more than that he will save you from your sins.” I thought, “No problem. Let them try, and we will see what happens.” At that time when they were praying, I was resting in my room alone and the weather was very hot. I felt a gentle breeze blow over me. I heard a voice say my name three times. Each time the voice was stronger. I got up and got dressed. I went to my daughters and asked, “Did you call me?” They said, “no.” They continued praying for me. Then I went back to my room and realized that I had heard the voice of the Messiah, and He touched me by healing me. The next day I went to the doctor. He said, “Please forgive us. We were wrong. You are not sick.” I surrendered my life to the Lord and began my journey walking with Him. Pray for those who are sick and without hope. That Jesus will appear to them and heal them so that they may know that He is true and is their Savior.
ru_ru: Я замужняя женщина, у меня две дочери. Мои дочери решили последовать за Иисусом, и я долго спорила с ними об их решении. Со временем у меня развилась болезнь печени. Врач хотел начать лечение. Мои дочери сказали мне, что будут молиться за меня во имя Иисуса Христа. Они сказали: «Он исцелит тебя, но более того, Он спасет тебя от твоих грехов». Я подумала: «Нет проблем. Пусть попробуют, а мы посмотрим, что получится». В то время, когда они молились, я отдыхала в своей комнате одна, и погода была очень жаркой. Я почувствовала, как легкий ветерок обдул меня. Я услышала, как голос произнес мое имя три раза. С каждым разом голос становился сильнее. Я встала и оделась. Я подошла к своим дочерям и спросила: «Вы меня звали?» Они сказали: «Нет». Они продолжали молиться за меня. Затем я вернулась в свою комнату и поняла, что услышала голос Мессии, и Он коснулся меня, исцелив меня. На следующий день я пошла к врачу. Он сказал: «Пожалуйста, прости нас. Мы ошибались. Ты не больна». Я отдала свою жизнь Господу и начала свою новую жизнь с Ним. Молитесь за тех, кто болен и безнадежен. Чтобы Иисус явился им и исцелил их, чтобы они узнали, что Он истинен и является их Спасителем.

source: “Though he slay me, I will hope in him; yet I will argue my ways to his face.” (Job 13:15 ESV). Father God, grant your followers [in location] a profound trust in your goodness and your sovereign power, that they might proclaim with Job "though he slay me, I will hope in him." (Job 13:15) Teach the church [in location] to stand in awe and humble reverence toward your perfect plans and purposes, even as the waves of tragedy and challenge wash over them.
ru_ru: « Вот, Он убивает меня, но я буду надеяться; я желал бы только отстоять пути мои пред лицем Его». (Иов 13:15 ЕСВ). Бог Отец, даруй Твоим последователям в [in location] глубокое доверие к Твоей доброте и суверенной силе, чтобы они могли провозглашать вместе с Иовом: «Хотя он убьет меня, я буду надеяться на него». (Иов 13:15) Научи церковь [in location] трепетать и смиренно благоговеть перед Твоими совершенными планами и целями, даже когда их захлестывают волны трагедий и испытаний.

source: “I believe that in each generation God has called enough men and women to evangelize all the yet unreached tribes of the earth. It is not God who does not call. It is man who will not respond!” – Isobel Kuhn, 1901-1957, missionary to China and Thailand
ru_ru: «Я верю, что в каждом поколении Бог призвал достаточно мужчин и женщин, чтобы евангелизировать все еще недостигнутые народы земли. Это не Бог, который не призывает. Это человек, который не ответит!» – Изобель Кун, 1901–1957, миссионерка в Китае и Таиланде

source: God, we love you! As your Church help us do what it takes to let the people [of location] grasp the Good News that Jesus is coming back like lightning! (Matthew 24:27)
ru_ru: Боже, мы любим Тебя! Как Твоя церковь, помоги нам сделать все возможное, чтобы люди [of location] поняли Благую Весть о том, что Иисус вернется, как молния! (Матфея 24:27)

source: I am a twenty-three year old woman. My family situation is very difficult, especially with my father. I finally ran away. I went through some very hard circumstances. One day a friend introduced me to a Christian family. They welcomed me and told me about the Messiah. They said, “The Messiah is able to help you in your suffering.” Later I got online and was looking for a solution to my problems. Again, I was shocked to find information about the Messiah. I met Christians and they prayed with me a lot. One day I woke up and I had such joy in my heart. I heard a voice say, “Accept the Messiah. Accept the Messiah.” I accepted Christ and was filled with the Holy Spirit. I felt new life come into my body and fill me with strength and renew my soul. Within a week, God began to prompt me to forgive my father. Pray that God will give me faith to trust Him and forgive my father. Pray for others who are bound by the slavery of bitterness and unforgiveness. Pray that God will give them strength to forgive.
ru_ru: Я 23-х летняя женщина. Моя семейная ситуация очень тяжелая, особенно с моим отцом. Я наконец убежала. Я прошла через очень тяжелые обстоятельства. Однажды друг познакомил меня с христианской семьей. Они приветствовали меня и рассказали мне о Мессии. Они сказали: «Мессия может помочь тебе в твоих страданиях». Позже я зашла в интернет и стала искать решение своих проблем. Я снова была потрясена, обнаружив информацию о Мессии. Я встретила христиан, и они много молились со мной. Однажды я проснулась, и у меня была такая радость в сердце. Я услышала голос, говорящий: «Прими Мессию. Прими Мессию». Я приняла Христа и была наполнена Святым Духом. Я почувствовала, как новая жизнь вошла в мое тело, наполнила меня силой и обновила мою душу. В течение недели Бог начал подсказывать мне простить моего отца. Молитесь, чтобы Бог дал мне веру, чтобы довериться Ему и простить моего отца. Молитесь за тех, кто связан рабством горечи и непрощения. Молитесь, чтобы Бог дал им силы прощать.

source: “Go your way; behold, I am sending you out as lambs in the midst of wolves.” (Luke 10:3 ESV). Lord Jesus, you have sent your followers [in location] out as lambs in the midst of wolves. Be their ever-mindful, every-caring shepherd as you grow them in confidence and steadfastness to trust you as the wolves encircle and threaten. Would you give them a supernatural, attractive gentleness that even their suffering might a witness to their enemies who would see them divided and lost. (Luke 10:3).
ru_ru: " Идите! Я посылаю вас, как агнцев среди волков». (Луки 10:3). Господь Иисус, Ты послал своих последователей в [in location] как агнцев среди волков. Будь для них внимательным, заботливым пастырем, взращивая в них уверенность и непоколебимость доверяя Тебе, когда волки окружают и угрожают. Даруй им сверхъестественную, притягательную нежность, чтобы даже их страдания могли стать свидетельством их врагам. (Луки 10:3).

source: “If you are ever inclined to pray for a missionary, do it at once, where ever you are. Perhaps he may be in great peril at that moment.” – Amy Carmichael, 1867-1951, missionary to India
ru_ru: «Если вы когда-нибудь захотите помолиться за миссионера, сделайте это немедленно, где бы вы ни находились. Возможно, в этот момент он находится в большой опасности. – Эми Кармайкл, 1867–1951, миссионерка в Индии

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that Jesus will bless those who are faithful in this life! (Matthew 24:47)
ru_ru: Боже, мы любим Тебя! Как Твоя церковь, помоги нам сделать все возможное, чтобы люди [of location] поняли Благую Весть о том, что Иисус благословит тех, кто верен в этой жизни! (Матфея 24:47)

source: I am Nasser, and I am from Afghanistan. When I was a teenager, my family fled The Taliban and went to Pakistan. I was from a well-to-do family, and my parents had money to send my siblings and I to learn English at a learning center there that some westerners taught at. One of the teachers played the guitar really well, and I hadn't heard this instrument before - we have other kinds of instruments in Afghanistan. I asked him if he would come home with me to play the guitar at my house and have dinner with my family. Before beginning dinner, my father thought to honor our guest and his culture by asking him to thank Allah for the food. As the westerner prayed, it was the first time I felt peace in my entire tumultuous life -- I looked at this man as he prayed, and I could see this overwhelming peace and joy, and I wanted it. As he finished praying, I heard him say in Urdu, "in Jesus' name, Amen." I knew then there must be some connection to Jesus and this guy's peace and joy. In the coming weeks, that man led me to Christ, and then I led my family to Christ. We moved back to Afghanistan a couple years later, and by the grace of God we saw many Afghans come to faith in Christ, some even who are still in Afghanistan and remain a light under the current regime. Please pray for the persecuted church in Afghanistan: - to love their enemies - to be filled with love and boldness to share the gospel, heal the sick and cast out demons - to multiply disciples, churches, and leaders among every people and place in that country
ru_ru: Я Насер, и я из Афганистана. Когда я был подростком, моя семья бежала от талибов и уехала в Пакистан. Я был из обеспеченной семьи, и у моих родителей были деньги, чтобы отправить меня и моих братьев и сестер изучать английский язык в учебный центр, в котором преподаватели были из западных стран. Один из преподавателей очень хорошо играл на гитаре, а я раньше не слышал этого инструмента - у нас в Афганистане другие инструменты. Я спросил его, не пойдет ли он со мной домой, чтобы поиграть на гитаре у меня дома и поужинать с моей семьей. Перед тем, как приступить к ужину, мой отец решил почтить нашего гостя и его культуру, попросив его поблагодарить Аллаха за еду. Когда этот человек молился, я впервые за всю свою бурную жизнь ощутил покой — я смотрел на него, когда он молился, и видел этот ошеломляющий покой и радость, и мне этого хотелось. Когда он закончил молиться, я услышал, как он сказал на урду: «Во имя Иисуса, аминь». Тогда я понял, что должна быть какая-то связь с Иисусом и миром и радостью этого парня. В ближайшие недели этот человек привел меня ко Христу, а затем я привел ко Христу свою семью. Через пару лет мы вернулись в Афганистан и по милости Божией увидели, как многие афганцы уверовали во Христа, некоторые даже все еще находятся в Афганистане и остаются светом при нынешнем режиме. Пожалуйста, молитесь за преследуемую церковь в Афганистане: - любить своих врагов - наполниться любовью и смелостью делиться Евангелием, исцелять больных и изгонять бесов - умножать учеников, церкви и лидеров среди всех людей и мест в этой стране

source: “in whom we have boldness and access with confidence through our faith in him.” (Ephesians 3:12 ESV). Lord God, grant your followers [in location] the boldness and confidence reserved for Sons and Daughters of the King as you reassure them not only of their salvation, but their commissioning as witnesses and ministers in this broken world. (Ephesians 3:12) Remove by your gentle spirit any lie or obstacle that would threaten the confidence with which these precious ones enter the Holy of Holies.
ru_ru: «в Котором мы имеем дерзновение и надежный доступ через веру в Него». (Ефесянам 3:12). Господь Бог, даруй Твоим последователям в [in location] смелость и уверенность как сыновей и дочерей Царя, когда Ты заверяешь их не только в их спасении, но и в их назначении в качестве свидетелей и служителей в этом разрушенном мире. (Ефесянам 3:12) Удали Своим кротким духом всякую ложь или препятствие, которые могли бы угрожать уверенности, с которой эти драгоценные входят во Святое Святых.

source: “Prayer is not a preparation for the battle; it is the battle!” – Leonard Ravenhill
ru_ru: «Молитва — это не подготовка к битве; это битва!» - Леонард Равенхилл

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that Jesus eagerly awaits the Kingdom to drink wine with us! (Matthew 26:29)
ru_ru: Боже, мы любим Тебя! Как Твоя церковь, помоги нам сделать все возможное, чтобы люди [of location] поняли Благую Весть о том, что Иисус с нетерпением ждет Царства, чтобы пить новое вино с нами! (Матфея 26:29)

source: I am a thirty-year-old man from Tunisia. I was raised in a strict, practicing Muslim family. The first time I went to a church building, I had a government job to watch the Christians. I was surprised by their simple message and wondered why we were afraid of them. One day the Christians gave me a Bible and explained it to me. They prayed for me. I went home and prayed, “God, you know me. If you are true, speak to me.” I had a dream. There were six people being crucified on a cross. The Messiah was also on a cross. My friend from the police gave me a gun and said to shoot them. The Messiah said, “I will never die,” and then he pointed to the others, “They will not die either.” I woke up and called my friend in the dream. He had had the same dream! I understand that only the Messiah offers eternal life and that is why Christians are not afraid. I gave my life to Christ. Pray that Muslims this Ramadan will have dreams of Christ and will not be afraid to share the Good News!
ru_ru: Я 30-ти летний мужчина из Туниса. Я вырос в строгой мусульманской семье. В первый раз, когда я пришел в здание церкви, я был на государственной службе, чтобы следить за христианами. Я был удивлен их простой проповеди и удивился, почему мы их боимся. Однажды христиане дали мне Библию и объяснили ее мне. Они молились за меня. Я пошел домой и молился: «Боже, Ты знаешь меня. Если ты и вправду Бог, говори со мной». Мне приснился сон. Шесть человек были распяты на кресте. Мессия тоже был на кресте. Мой друг из полиции дал мне пистолет и сказал стрелять в них. Мессия сказал: «Я никогда не умру», а затем указал на остальных: «Они тоже не умрут». Я проснулся и позвонил своему другу, которого видел во сне. Ему приснился тот же сон! Я понимаю, что только Мессия предлагает вечную жизнь, и поэтому христиане не боятся. Я отдал свою жизнь Христу. Молитесь, чтобы мусульмане в этот Рамадан видели сны и видения о Христе и не боялись делиться Благой Вестью!

source: “But though we had already suffered and been shamefully treated at Philippi, as you know, we had boldness in our God to declare to you the gospel of God in the midst of much conflict.” (1 Thessalonians 2:2 ESV). Lord Jesus, you see the shameful treatment and suffering of many of your followers [in location]. And we pray that as your sovereign hand guides them through adversity, they would rise up in boldness in their God to continue to declare the gospel in the midst of much conflict. (1 Thessalonians 2:2) May there be no conflict or persecution that quiets the voices of your church [in location].
ru_ru: «Нам, как вы знаете, пришлось пережить много страданий и унижений в Филиппах, но с помощью нашего Бога мы смело возвещали вам Его Радостную Весть, невзирая на сильное сопротивление.». (1 Фессалоникийцам 2:2 НРП). Господь Иисус, ты видишь позорное обращение и страдания многих Твоих последователей в [in location]. И мы молимся о том, чтобы, когда Твоя суверенная рука ведет их через невзгоды, они возвысились со смелостью в своем Боге, чтобы продолжать проповедовать Евангелие среди сильного сопротивления (1 Фессалоникийцам 2:2) Не дай, чтобы сопротивления или гонения смогли заглушить голоса Твоей церкви в [in location].

source: “We never know how God will answer our prayers, but we can expect that He will get us involved in His plan for the answer. If we are true intercessors, we must be ready to take part in God’s work on behalf of the people for whom we pray.” – Corrie Ten Boom
ru_ru: «Мы никогда не знаем, как Бог ответит на наши молитвы, но мы можем ожидать, что Он вовлечет нас в Свой план ответа. Если мы истинные ходатаи, мы должны быть готовы принять участие в Божьем деле среди тех людей, за которых мы молимся». – Корри Тен Бум

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that Jesus will be seated at the right hand of Power and come on the clouds of Heaven! (Matthew 26:64)
ru_ru: Боже, мы любим Тебя! Как Твоя церковь, помоги нам сделать все возможное, чтобы люди [of location] поняли Благую Весть о том, что Иисус воссядет одесную Всемогущего и придет на облаках Небесных! (Матфея 26:64)

source: I am a twenty-two year old woman and study at the university. Before I was born, my mother dedicated me to an Islamic saint and made a covenant. Every year of my life I was made to go back to where the Islamic saint is buried, cut myself, and do a blood sacrifice. I feel that I have been in spiritual bondage and want to break free. I had a vision six times in which someone was holding my hand. The man said, “I love you. Follow me.” I wondered if He could be the Messiah. I searched in many places. Finally, I found someone on the internet who explained God’s love to me. Unfortunately, I have been living in much sin and all of my friends are like me. At first, I was in denial that my actions were actually sin, but the Lord convicted me and I spent one night in a prayer of repentance. I know of many others, like me, living in sin. Please pray that God will convict them of their sins, rescue them, and give them new life. Pray also that I will be completely free in Christ.
ru_ru: Мне двадцать два года, я учусь в университете. Еще до моего рождения моя мать посвятила меня исламскому святому и заключила завет. Каждый год моей жизни меня заставляли возвращаться туда, где похоронен исламский святой, резать себя и приносить кровавую жертву. Я чувствую, что была в духовном рабстве и хотела вырваться на свободу. Шесть раз у меня было видение, в котором кто-то держал меня за руку. Мужчина сказал: «Я люблю тебя. Следуй за Мной." Я задавалась вопросом, может быть это Мессия. Я искала во многих местах. Наконец, я нашла человека в интернете, который объяснил мне Божью любовь. К сожалению, я жила во многих грехах, и все мои друзья такие же, как я. Сначала я отрицала, что мои действия на самом деле были грехом, но Господь обличил меня, и я провела целую ночь в покаянной молитве. Я знаю многих других, таких же, как я, живущих во грехе. Пожалуйста, молитесь, чтобы Бог обличил их в их грехах, спас их и дал им новую жизнь. Молитесь также, чтобы я была полностью свободна во Христе.
