Repository: micahmills/DE-Prayer-2024
Catalog: languages/ramadan-2024-*.po
Languages: de_de, es_419, pt_br

source: “in whom we have boldness and access with confidence through our faith in him.” (Ephesians 3:12 ESV). Lord God, grant your followers [in location] the boldness and confidence reserved for Sons and Daughters of the King as you reassure them not only of their salvation, but their commissioning as witnesses and ministers in this broken world. (Ephesians 3:12) Remove by your gentle spirit any lie or obstacle that would threaten the confidence with which these precious ones enter the Holy of Holies.
es_419: "En él, mediante la fe, disfrutamos de libertad y confianza para acercarnos a Dios." (Efesios 3:12 NVI). Señor Dios, concédele a tus seguidores [in location] la audacia y confianza reservada para los hijos e hijas del Rey ya que tú le reafirmas a ellos no sólo su salvación pero su comisión como testigos y ministros en este mundo quebrado. (Efesios 3:12) Remueve por tu gentil espíritu cualquier mentira u obstáculo que pudiera amenazar la confianza con la cual estos preciosos hijos tuyos entran al Lugar Santísimo.
pt_br: “por intermédio de quem temos livre acesso a Deus em confiança, pela fé nele.”(Efésios 3:12 NVI). Senhor Deus, conceda a seus seguidores [in location] a ousadia e a confiança reservadas aos Filhos e Filhas do Rei ao tranquilizá-los não apenas de sua salvação, mas de seu comissionamento como testemunhas e ministros neste mundo quebrado. (Efésios 3:12) Remova através do seu Doce Espírito qualquer mentira ou obstáculo que possa ameaçar a confiança com que esses preciosos irmãos entram no Santo dos Santos.

source: “Prayer is not a preparation for the battle; it is the battle!” – Leonard Ravenhill
es_419: "La oración no es una preparación para la batalla; ¡es la batalla!" - Leonard Ravenhill
pt_br: “A oração não é uma preparação para a batalha; é a batalha!” –Leonardo Ravenhill

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that Jesus eagerly awaits the Kingdom to drink wine with us! (Matthew 26:29)
es_419: Dios, ¡te amamos! Como Iglesia tuya, ayúdanos a hacer lo necesario para que la gente [of location] se aferre de las buenas nuevas de que Jesús aguarda con ansias al Reino para beber vino con nosotros. (Mateo 26:29)
pt_br: Deus, nós te amamos! Como sua Igreja, ajude-nos a fazer o que for preciso para que as pessoas [of location] compreendam as Boas Novas de que Jesus espera ansiosamente em que em seu Reino Ele beberá um vinho novo conosco! (Mateus 26:29)

source: I am a thirty-year-old man from Tunisia. I was raised in a strict, practicing Muslim family. The first time I went to a church building, I had a government job to watch the Christians. I was surprised by their simple message and wondered why we were afraid of them. One day the Christians gave me a Bible and explained it to me. They prayed for me. I went home and prayed, “God, you know me. If you are true, speak to me.” I had a dream. There were six people being crucified on a cross. The Messiah was also on a cross. My friend from the police gave me a gun and said to shoot them. The Messiah said, “I will never die,” and then he pointed to the others, “They will not die either.” I woke up and called my friend in the dream. He had had the same dream! I understand that only the Messiah offers eternal life and that is why Christians are not afraid. I gave my life to Christ. Pray that Muslims this Ramadan will have dreams of Christ and will not be afraid to share the Good News!
es_419: Soy un hombre de treinta años de Túnez. Me crié en una familia musulmana estricta y practicante. La primera vez que fui al edificio de una iglesia, tenía un trabajo en el gobierno para vigilar a los cristianos. Me sorprendió su mensaje simple y me pregunté por qué les teníamos miedo. Un día los cristianos me dieron una Biblia y me la explicaron. Rezaron por mí. Fui a casa y oré: “Dios, tú me conoces. Si eres sincero, háblame. Tuve un sueño. Había seis personas siendo crucificadas en una cruz. El Mesías también estaba en una cruz. Mi amigo de la policía me dio un arma y me dijo que les disparara. El Mesías dijo: “Yo nunca moriré”, y luego señaló a los demás: “Ellos tampoco morirán”. Me desperté y llamé a mi amigo en el sueño. ¡Él había tenido el mismo sueño! Entiendo que sólo el Mesías ofrece la vida eterna y por eso los cristianos no tienen miedo. Le di mi vida a Cristo. ¡Ore para que los musulmanes este Ramadán tengan sueños de Cristo y no tengan miedo de compartir las Buenas Nuevas!
pt_br: Sou um homem de trinta anos da Tunísia. Fui criado em uma família muçulmana rigorosa e praticante. A primeira vez que fui a um prédio de igreja, eu tinha um emprego no governo para vigiar os cristãos. Fiquei surpreso com sua mensagem simples e me perguntei por que tínhamos medo deles. Um dia, os cristãos me deram uma Bíblia e me explicaram. Eles oraram por mim. Fui para casa e orei: “Deus, tu me conheces. Se você for verdadeiro, fale comigo.” Eu tive um sonho. Havia seis pessoas sendo crucificadas em uma cruz. O Messias também estava em uma cruz. Meu amigo da polícia me deu uma arma e disse para atirar neles. O Messias disse: “Eu nunca morrerei”, e então Ele apontou para os outros: “Eles também não morrerão”. Acordei e liguei para meu amigo no sonho. Ele teve o mesmo sonho! Entendo que só o Messias oferece a vida eterna e por isso os cristãos não temem. Entreguei minha vida a Cristo. Ore para que os muçulmanos neste Ramadã tenham sonhos com Cristo e não tenham medo de compartilhar as Boas Novas!

source: “But though we had already suffered and been shamefully treated at Philippi, as you know, we had boldness in our God to declare to you the gospel of God in the midst of much conflict.” (1 Thessalonians 2:2 ESV). Lord Jesus, you see the shameful treatment and suffering of many of your followers [in location]. And we pray that as your sovereign hand guides them through adversity, they would rise up in boldness in their God to continue to declare the gospel in the midst of much conflict. (1 Thessalonians 2:2) May there be no conflict or persecution that quiets the voices of your church [in location].
es_419: “Pero aunque ya habíamos padecido y sido afrentados en Filipos, como sabéis, tuvimos confianza en nuestro Dios para anunciaros el evangelio de Dios en medio de mucho conflicto.” (1 Tesalonicenses 2:2 NVI). Señor Jesús, ves el trato vergonzoso y el sufrimiento de muchos de tus seguidores [en el lugar]. Y oramos para que a medida que tu mano soberana los guíe a través de la adversidad, se levanten con denuedo en su Dios para continuar declarando el evangelio en medio de mucho conflicto. (1 Tesalonicenses 2:2) Que no haya conflicto ni persecución que acalle las voces de vuestra iglesia [in location].
pt_br: “Apesar de termos sido maltratados e insultados em Filipos, como vocês sabem, com a ajuda de nosso Deus tivemos coragem de anunciar o evangelho de Deus a vocês em meio a muita luta.”(1 Tessalonicenses 2:2 NVI). Senhor Jesus, Tu vês o tratamento vergonhoso e o sofrimento de muitos de seus seguidores [in location]. E oramos para que, à medida que sua mão soberana os guie através da adversidade, eles se levantem com ousadia em seu Deus para continuar a declarar o evangelho em meio a muitos conflitos. (1 Tessalonicenses 2:2) Que não haja conflito ou perseguição que cale as voz da sua igreja [in location].

source: “We never know how God will answer our prayers, but we can expect that He will get us involved in His plan for the answer. If we are true intercessors, we must be ready to take part in God’s work on behalf of the people for whom we pray.” – Corrie Ten Boom
es_419: "Nunca sabremos cómo Dios responderá a nuestras oraciones, pero podemos esperar que Él nos involucrará en Su plan para la respuesta. Si somos verdaderos intercesores, debemos estar listos para ser parte del trabajo de Dios en nombre de las personas por quienes oramos." - Corrie Ten Boom
pt_br: “Nunca sabemos como Deus responderá às nossas orações, mas podemos esperar que Ele nos envolverá em Seu plano para a resposta. Se somos verdadeiros intercessores, devemos estar prontos para participar da obra de Deus em nome das pessoas pelas quais oramos”. – Corrie Ten Boom

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that Jesus will be seated at the right hand of Power and come on the clouds of Heaven! (Matthew 26:64)
es_419: Dios, ¡te amamos! Como Iglesia tuya, ayúdanos a hacer lo necesario para que la gente [of location] se aferre de las buenas nuevas de que Jesús estará sentado a la derecha del Todopoderoso, y viniendo en las nubes del cielo. (Mateo 26:64)
pt_br: Deus, nós te amamos! Como sua Igreja, ajude-nos a fazer o que for preciso para permitir que as pessoas [of location] compreendam as Boas Novas de que Jesus estará sentado à direita do Poderoso e virá nas nuvens do céu! (Mateus 26:64)

source: I am a twenty-two year old woman and study at the university. Before I was born, my mother dedicated me to an Islamic saint and made a covenant. Every year of my life I was made to go back to where the Islamic saint is buried, cut myself, and do a blood sacrifice. I feel that I have been in spiritual bondage and want to break free. I had a vision six times in which someone was holding my hand. The man said, “I love you. Follow me.” I wondered if He could be the Messiah. I searched in many places. Finally, I found someone on the internet who explained God’s love to me. Unfortunately, I have been living in much sin and all of my friends are like me. At first, I was in denial that my actions were actually sin, but the Lord convicted me and I spent one night in a prayer of repentance. I know of many others, like me, living in sin. Please pray that God will convict them of their sins, rescue them, and give them new life. Pray also that I will be completely free in Christ.
es_419: Soy una mujer de veintidós años y estudio en la universidad. Antes de nacer, mi madre me dedicó a un santo islámico e hizo un pacto. Cada año de mi vida me obligaron a volver al lugar donde está enterrado el santo islámico, cortarme y hacer un sacrificio de sangre. Siento que he estado en cautiverio espiritual y quiero liberarme. Tuve una visión seis veces en la que alguien me tomaba la mano. El hombre dijo: “Te amo. Sígueme." Me preguntaba si Él podría ser el Mesías. Busqué en muchos lugares. Finalmente, encontré a alguien en Internet que me explicó el amor de Dios. Desafortunadamente, he estado viviendo en mucho pecado y todos mis amigos son como yo. Al principio, estaba en negación de que mis acciones fueran en realidad pecado, pero el Señor me convenció y pasé una noche en una oración de penitencia. Sé de muchos otros, como yo, que viven en pecado. Por favor, oren para que Dios los convenza de sus pecados, los rescate y les dé nueva vida. Oren también para que sea completamente libre en Cristo.
pt_br: Eu sou uma mulher de vinte e dois anos e estudo na universidade. Antes de eu nascer, minha mãe me dedicou a um santo islâmico e fez uma aliança. Todos os anos da minha vida fui obrigada a voltar para onde o santo islâmico está enterrado, me cortar e fazer um sacrifício de sangue. Sinto que estive em uma escravidão espiritual e quero me libertar. Eu tive uma visão seis vezes em que alguém estava segurando minha mão. O homem disse: “Eu te amo. Me siga." Eu me perguntei se Ele poderia ser o Messias. Procurei em muitos lugares. Finalmente, encontrei alguém na internet que me explicou o amor de Deus. Infelizmente, tenho vivido em muitos pecados e todos os meus amigos são como eu. A princípio, neguei que minhas ações fossem realmente pecado, mas o Senhor me convenceu e passei uma noite em oração me arrependendo. Conheço muitos outros, como eu, vivendo em pecado. Por favor, ore para que Deus convença eles de seus pecados, os salve e lhes dê uma nova vida. Ore também para que eu seja completamente livre em Cristo.

source: “And he put the wood in order and cut the bull in pieces and laid it on the wood. And he said, “Fill four jars with water and pour it on the burnt offering and on the wood.”” (1 Kings 18:33 ESV). Lord God, give your church [in location] the boldness of Elijah who called for more water to soak the burnt offering before the eyes of the watching world. Grant that same spirit to your followers [in location] that they might boldly call upon your power and name to deliver and to witness to your majesty before the watchful eyes [of location] and all the nations of the earth. (1 Kings 18:33).
es_419: “Y puso la leña en orden y cortó el toro en pedazos y lo puso sobre la leña. Y él dijo: “Llenad cuatro cántaros de agua y derramáis sobre el holocausto y sobre la leña.”” (1 Reyes 18:33 NVI). Señor Dios, da a tu iglesia [in location] la audacia de Elías que pidió más agua para remojar el holocausto ante los ojos del mundo que miraba. Otorga ese mismo espíritu a tus seguidores [in location] para que audazmente invoquen tu poder y nombre para liberar y dar testimonio de tu majestad ante los ojos vigilantes [of location] y de todas las naciones de la tierra. (1 Reyes 18:33).
pt_br: “Depois arrumou a lenha, cortou o novilho em pedaços e o pôs sobre a lenha. Então lhes disse: “Encham de água quatro jarras grandes e derramem-na sobre o holocausto e sobre a lenha”.” (1 Reis‬ ‭18‬:‭33‬ ‭NVI)‬‬ Senhor Deus, dê à sua igreja [in location] a ousadia de Elias, que pediu mais água para encharcar o holocausto diante dos olhos dos que observavam. Conceda esse mesmo espírito a seus seguidores [in location] para que eles possam invocar corajosamente seu poder e nome que liberta e testemunhar a sua majestade diante dos olhos vigilantes [of location] e de todas as nações da terra. (1 Reis 18:33).

source: “The greatest missionary is the Bible in the mother tongue. It needs no furlough and is never considered a foreigner.” – William Cameron Townsend,1896-1982, Missionary to Peru and Mexico
es_419: "El mejor misionero es la Biblia en el idioma materno. No toma vacaciones, y nunca es considerado extranjero." - William Cameron Townsend, 1862-1982, Misionero a Perú y México
pt_br: “O maior missionário é a Bíblia na língua materna. Ela não precisa tirar licença e nunca é considerada como estrangeira.” – William Cameron Townsend,1896-1982, Missionário no Peru e no México

source: Our Treasure in Jesus
es_419: Nuestro Tesoro en Jesús
pt_br: Nosso Tesouro em Jesus

source: Testimonies from Around the World
es_419: Testimonios de Alrededor del Mundo
pt_br: Testemunhos de todo o mundo

source: Biblical Prayers
es_419: Oraciones Bíblicas
pt_br: Orações Bíblicas

source: Prayer Walk
es_419: Caminata de Oración
pt_br: Caminhada de oração

source: Inspirational Quotes
es_419: Frases Inspiracionales
pt_br: Citações Inspiradoras

source: How could this quote inspire you to pray for [people_group]? For yourself?
es_419: ¿Cómo podría inspirarte esta frase a orar por [people_group]? ¿Y a orar por ti?
pt_br: Como esta citação pode inspirá-lo a orar por [people_group]?E por você mesmo?
