Repository: micahmills/DE-Prayer-2024
Catalog: languages/ramadan-2024-*.po
Languages: de_de, es_419, pt_br

source: Jesus, give the church [in location] grace to cherish your name above all else
de_de: Jesus, gib der Gemeinde [in location] die Gnade, deinen Namen über alles zu schätzen
es_419: Jesús, dale a la iglesia [in location] gracia para apreciar tu nombre por sobre todo lo demás
pt_br: Jesus, dê à igreja [in location] graça para valorizar o seu nome acima de tudo

source: let the people [of location] grasp the Good News
de_de: lasst die Leute [of location] die Gute Nachricht verstehen
es_419: que la gente [of location] comprenda las Buenas Nuevas
pt_br: que as pessoas [of location] compreendam as Boas Novas

source: Ask that God’s word would spread rapidly throughout [location].
de_de: Bete, dass sich Gottes Wort rasant in [location] verbreitet.

source: In Islam God has 99 names–such as All-Merciful, The Beneficent, The Source of Peace–but none of those names is Love. Father God, who reveals yourself as the God of Love throughout the Bible, please reveal yourself to Muslims [in location] with your true nature.
de_de: Im Islam hat Gott 99 Namen - wie z.B. der Barmherzige, der Wohltätige, die Quelle des Friedens -, aber keiner dieser Namen ist Liebe. Vater Gott, der du dich in der ganzen Bibel als Gott der Liebe offenbarst, bitte offenbare dich den Muslimen [in location] mit deinem wahren Wesen.

source: God's love overcomes rejection. "And so we know and rely on the love God has for us. God is love. Whoever lives in love lives in God, and God in him" (1 John 4:16). Pray for Christians from a Muslim background [in location] to overcome rejection they have experienced through the love God showed us on the cross of Christ.
de_de: Die Liebe Gottes überwindet Ablehnung. "Wir jedenfalls haben erkannt und halten im Glauben daran fest, dass Gott uns liebt. Gott ist Liebe. Wer in der Liebe lebt, lebt in Gott und Gott lebt in ihm" (1. Johannes 4,16) Bete für Christen mit muslimischem Hintergrund [in location], dass sie Ablehnung die sie erfahren, durch Gottes Liebe, die Er uns am Kreuz Christi gezeigt hat, überwinden.

source: To sustain movement, groups and leaders must cultivate bonds of brotherhood and sisterhood. We must practice the New Testament’s ‘one another’ passages. Without this grace, a disciple making movement simply will not happen. Pray for our brothers and sisters [in location] to more fully experience the "one anothers" in this passage from Romans 12: “Don’t just pretend to love others. Really love them... Love each other with genuine affection, and take delight in honoring each other... When God’s people are in need, be ready to help them. Always be eager to practice hospitality...Be happy with those who are happy, and weep with those who weep. Live in harmony with each other.”
de_de: Um Movements zu stärken, müssen die Gruppen und Leiter untereinander ihre Beziehungen als Brüder und Schwestern pflegen. Wir müssen die "Einander"-Passagen des Neuen Testaments umsetzen. Ohne diese Gnade wird eine Jüngerschaftsbewegung nicht gelingen. Bete für unsere Brüder und Schwestern [in location], dass sie das "Einander" in diesem Abschnitt aus Römer 12 noch stärker erfahren: "Die Liebe darf nicht geheuchelt sein... Liebt einander von Herzen als Brüder und Schwestern, und ehrt euch gegenseitig in zuvorkommender Weise... Sorgt für alle in der Gemeinde, die Not leiden, und wetteifert in der Gastfreundschaft... Freut euch mit den Fröhlichen und weint mit den Traurigen. Seid alle miteinander auf Einigkeit bedacht..."

source: Many Christians [in location] struggle financially. Pray that as new bodies of believers form, they will come together and generously help one another with needs.
de_de: Viele Christen [in location] haben finanzielle Schwierigkeiten. Bete dafür, dass wenn sich neue Gruppen von Gläubigen bilden, sie zusammenkommen und sich gegenseitig großzügig helfen.

source: We are to love God with all our heart, soul, mind, and strength. As we pray for a gospel movement [in location], let us pray that the Lord would sanctify our love. “Remain in my love. When you obey my commandments, you remain in my love, just as I obey my Father’s commandments and remain in his love. I have told you these things so that you will be filled with my joy. Yes, your joy will overflow!” (John 15:9b-11). Pray for the grace of abiding in Christ. Pray for the grace of obedience. Ask that the joy of Jesus would fill believers’ hearts as they remain in His love by obeying His commandments.
de_de: Wir sollen Gott mit ganzem Herzen, ganzer Seele, ganzem Verstand und ganzer Kraft lieben. Wenn wir für eine Evangeliums-Bewegung [in location] beten, lasst uns beten, dass der Herr unsere Liebe heiligt. "Bleibt in dieser Liebe! Wenn ihr meine Gebote befolgt, dann bleibt ihr in meiner Liebe, so wie ich die Gebote meines Vaters befolgt habe und in seiner Liebe bleibe. Ich habe euch dies gesagt, damit meine Freude euch erfüllt und an eurer Freude nichts mehr fehlt." (Johannes 15,9b-11) Bete um die Gnade, an Christus festzuhalten. Bete um die Gnade des Gehorsams. Bitte, dass die Freude Jesu die Herzen der Gläubigen erfüllt, wenn sie in seiner Liebe bleiben, indem sie seinen Geboten gehorchen.

source: In Islam, it is a sin to doubt. It leaves many Muslims with fear of eternal damnation if they question anything they have been taught about religion. Pray today for Muslims [in location] to seek the true God who is big enough for our questions and doubts.
de_de: Im Islam ist es eine Sünde, zu zweifeln. Viele Muslime haben Angst vor der ewigen Verdammnis, wenn sie etwas in Frage stellen, was ihnen über Religion beigebracht wurde. Bete heute für die Muslime [in location], dass sie den wahren Gott suchen, der groß genug für unsere Fragen und Zweifel ist.

source: Our inheritance is not intimidation: it is in God. "For God did not give us a spirit of fear, but a spirit of power, of love, and of self-control" (2 Timothy 1:7). Pray for Christ followers [in location] to renounce intimidation from the Muslim society around them and to put trust in God.
de_de: Unser Erbe ist nicht Einschüchterung: Es ist in Gott. "Denn Gott hat uns nicht gegeben den Geist der Furcht, sondern der Kraft und der Liebe und der Besonnenheit." (2. Timotheus 1,7) Bete für die Anhänger Christi [in location], dass sie sich nicht von den Einschüchterungen der muslimischen Gesellschaft um sie herum leiten lassen, sondern ihr Vertrauen auf Gott setzen.

source: “Jesus came and told his disciples, ‘I have been given all authority in heaven and on earth. Therefore, go and make disciples of all the nations, baptizing them in the name of the Father and the Son and the Holy Spirit. Teach these new disciples to obey all the commands I have given you. And be sure of this: I am with you always, even to the end of the age’” (Matt 28:18-20). Believers must engage lostness on a daily basis, sharing boldly and broadly everything they’re learning from God. Ask that workers would make disciples and not just converts. Intercede for emerging church communities to start new groups. Pray for new communities of faith to quickly be baptized.
de_de: "Jesus trat auf sie zu und sagte: »Gott hat mir unbeschränkte Vollmacht im Himmel und auf der Erde gegeben. Darum geht nun zu allen Völkern der Welt und macht die Menschen zu meinen Jüngern und Jüngerinnen! Tauft sie im Namen des Vaters und des Sohnes und des Heiligen Geistes, und lehrt sie, alles zu befolgen, was ich euch aufgetragen habe. Und das sollt ihr wissen: Ich bin immer bei euch, jeden Tag, bis zum Ende der Welt.«" (Matthäus 28,18-20) Die Gläubigen sind aufgefordert, sich im Alltag für die Verlorenen einzusetzen und alles, was sie von Gott gelernt haben, mutig und weitläufig weiterzugeben. Bitte dafür, dass Jünger gemacht werden und nicht nur Bekehrte. Bete für neue Gemeinden, dass sie neue Gruppen gründen. Bete, dass diese neue Gruppen Jesus nachfolgen und sich taufen lassen.

source: Pray that Christians around the country will have one unified vision of reaching their country.
de_de: Bete, dass die Christen im ganzen Land eine Vision dafür haben, gemeinsam ihr Land zu erreichen.

source: O Father! We ask that you would build your church [in location] and continue to catalyze the spread of a disciple making movement that transforms this nation: disciples making disciples, leaders raising leaders, groups starting groups, and churches planting churches. Lord, as your people learn to love God, serve the lost, care for each other, follow through on their commitments, and strategize effectively, would your grace guide in all things and your love sustain through all seasons. Amen
de_de: Oh Vater! Wir bitten dich, deine Gemeinde [in location] zu bauen und die Ausbreitung einer Jüngerschaftsbewegung, die dieses Land verändern wird, voranzutreiben: Jünger, die Jünger machen, Leiter, die Leiter ausbilden, Gruppen, die Gruppen starten, und Gemeinden, die Gemeinden gründen. Herr, während deine Nachfolger lernen, Gott zu lieben, den Verlorenen zu dienen, füreinander zu sorgen, ihren Verpflichtungen nachzukommen und effektiv zu planen, möge deine Gnade sie in allen Dingen leiten und deine Liebe sie durch alle Situationen hindurch erhalten. Amen

source: Islam teaches that Muslims are born into Islam, inheriting the religion of their parents. Christianity teaches the opposite, each person must make a personal decision to follow Christ and His teachings. Today we pray into this issue and ask for God to give grace to Muslims [in location] to question this teaching that they inherited their religion from their parents.
de_de: Der Islam lehrt, dass Muslime in den Islam hineingeboren werden und die Religion ihrer Eltern erben. Das Christentum lehrt das Gegenteil. Jeder Mensch muss eine persönliche Entscheidung treffen, Christus und seinen Lehren zu folgen. Heute beten wir für dieses Thema und bitten Gott, den Muslimen [in location] die Gnade zu geben, die Lehre, dass sie ihre Religion von ihren Eltern geerbt haben, zu hinterfragen.

source: We are called to live in freedom. "[Jesus said:] Then you will know the truth, and the truth will set you free" (John 8:32). Pray for Christians from a Muslim background [in location] to root themselves in the freedom they have in Christ.
de_de: Wir sind aufgerufen, in Freiheit zu leben. "[Jesu sagt:] Dann werdet ihr die Wahrheit erkennen und die Wahrheit wird euch frei machen." (Johannes 8,32) Bete für Christen mit muslimischem Hintergrund [in location], dass sie sich fest in der Freiheit, die sie in Christus haben, verwurzeln.

source: “Yes, even today when they read Moses’ writings, their hearts are covered with a veil, and they do not understand” (2 Cor 3:15). Lord, remove the veil. Remove the blinders that keep Muslims from seeing the truth of Christ. May the gospel liberate people from blindness. May the principalities and powers and spiritual forces of evil [in location] (Eph 6) be shut down, silenced, broken, rendered impotent. Jesus, your cross conquered the powers: the powers of death, Satan, and his kingdom. You have won the victory. And now, Lord, we call on your presence and power, your angels and ministers, to move in the spiritual realm [in location]. As Daniel prayed and angels were dispatched and fought wars in the heavenly places, we believe your angels are on the move [in location], and we expect spiritual breakthrough this month of Ramadan.
de_de: "Ja, noch heute sind ihre Herzen, wenn sie die Schriften Moses lesen, durch diesen Schleier verhüllt, sodass sie sie nicht verstehen." (2. Korinther 3,15) Herr, entferne den Schleier. Entferne die Blindheit, die Muslime davon abhält, die Wahrheit Christi zu sehen. Möge das Evangelium die Menschen von dieser Blindheit befreien. Mögen die unsichtbaren Mächte und Gewalten und die Geister des Bösen (Eph 6) ausgeschaltet, zum Schweigen gebracht, gebrochen und ohnmächtig gemacht werden. Jesus, dein Kreuz hat diese Mächte besiegt: die Mächte des Todes, des Teufels und seines Reiches. Du hast den Sieg errungen. Und nun, Herr, rufen wir deine Gegenwart und Macht an. Sende deine Engel und Diener, in die Geistliche Welt [in location]. So wie Daniel betete und Engel ausgesandt wurden und an den himmlischen Orten Kriege führten, glauben wir, dass deine Engel [in location] unterwegs sind, und wir erwarten in diesem Monat Ramadan einen geistlichen Durchbruch.

source: Pray that God would protect Christians [in location] from distractions and false teachings.
de_de: Bete, dass Gott die Christen [in location] vor Ablenkungen und falschen Lehren schützt.

source: Lord Jesus, your words are life. May we say ‘yes’ to life-giving connection to God, which comes as we obey, as we practice, as we put into action our faith. Lord, allow believers [in location] to reject passive, consumerist tendencies in their faith. Instead, empower them to be a priesthood of believers, a holy nation, called for a purpose, commissioned by God to render into the world the rule and reign of Christ. Let them shine the goodness of Christ’s light into the shadow and chaos of this present darkness.
de_de: Herr Jesus, dein Wort ist Leben. Mögen wir "Ja" sagen zur lebensspendenden Verbindung mit Gott, die entsteht, wenn wir Ihm nachfolgen, wenn wir unseren Glauben praktisch in die Tat umsetzen. Herr, lass die Gläubigen [in location] passiven, konsumorientierten Glauben ablehnen. Gib ihnen stattdessen die Kraft, ein Priestertum der Gläubigen, ein heiliges Volk zu sein, das zu einem bestimmten Zweck berufen und von Gott beauftragt ist, die Herrschaft und das Reich Christi in die Welt zu tragen. Lass sie die Güte des Lichts Christi in die Dunkelheit und das Chaos dieser Gegenwart hineinleuchten.

source: Islam teaches that women cannot fast or pray when they are menstruating. We thank God that this is not a reality for us in Christ. Pray for women [in location] today who cannot fast because they are menstruating and will have to make up this day of fasting later in the year by themselves. Pray for their hearts to be softened to a God who welcomes them into His presence any day of the year because of Christ's blood on the cross.
de_de: Der Islam lehrt, dass Frauen nicht fasten oder beten dürfen, wenn sie ihre Periode haben. Wir danken Gott, dass dies für uns in Christus keine Realität ist. Bete heute für die Frauen [in location], die nicht fasten können, weil sie ihre Periode haben, und die diesen Fastentag später im Jahr alleine nachholen müssen. Bete, dass ihre Herzen offenen werden für einen Gott, der sie an jedem Tag des Jahres in seiner Gegenwart willkommen heißt, weil Christus am Kreuz sein Blut für sie gegeben hat.

source: Our bodies belong to God. "Do you not know that your body is a temple of the Holy Spirit, who is in you, whom you have received from God? You are not your own; you were bought at a price. Therefore honor God with your body" (1 Corinthians 6:19-20). Pray for Christians from a Muslim background [in location] to live in the reality that their blood price has been paid in Christ and to honor God with their bodies.
de_de: Unser Körper gehört Gott. "Wisst ihr nicht, dass euer Leib ein Tempel des Heiligen Geistes ist, der in euch wohnt? Gott hat euch seinen Geist gegeben und ihr gehört nicht mehr euch selbst. Er hat euch freigekauft und als sein Eigentum erworben. Macht ihm also Ehre an eurem Leib!" (1. Korinther 6,19-20) Bete für Christen mit muslimischem Hintergrund [in location], dass sie in dem Bewusstsein leben, dass ihr Preis durch Christi Blut bezahlt worden ist, und dass sie Gott mit ihrem Körper ehren.

source: “And every day, in the temple and from house to house, they did not cease teaching and preaching that the Christ is Jesus” (Acts 5:41). Ask for believers [in location] to saturate the country with the truth that Jesus is the Christ. Ask for grace to share every day and to ceaselessly preach the truth.
de_de: "Unbeirrt lehrten sie Tag für Tag im Tempel und in den Häusern und verkündeten die Gute Nachricht von Jesus, dem versprochenen Retter." (Apostelgeschichte 5:42) Bitte für die Gläubigen [in location], dass sie das Land mit der Wahrheit zu erfüllen, dass Jesus der Christus ist. Bitte um Gnade, diese Wahrheit jeden Tag zu verkünden und unermüdlich zu predigen.

source: Pray that Christians [in location] will search out unreached peoples around them which have not yet been touched by the Gospel. Pray for God to send harvesters to these other groups.
de_de: Bete, dass Christen [in location] unerreichte Volksgruppen in ihrer Umgebung, die vom Evangelium noch nicht berührt worden sind, ausfindig machen. Bete, dass Gott Erntearbeiter zu diesen unerreichten Volksgruppen sendet.

source: Father, we want to be a people that steward our calling as image-bearers of God. Therefore, help us, like you, to be keen on the regeneration of communities. Where things have fallen apart, where the center has not held, where the chaos of the day has reigned: let us think alternative to the status quo, offering novel solutions to wicked, complex problems. Lord, may your church [in location] bless the communities they invest in. May they incarnate and demonstrate the love of God among their friends and communities. And as believers bless the neighborhoods, meeting their felt needs, would you allow persons of peace to emerge who want to join with them and ultimately You, in your mission–on earth as it is in Heaven. Lord, may they be the laborers and the workers for the new fields where You’re working! Amen.
de_de: Vater, wir wollen ein Volk sein, das seiner Berufung als Ebenbild Gottes gerecht wird. Deshalb hilf uns, wie du, auf die Erneuerung von Gemeinschaften bedacht zu sein. Dort, wo alles auseinander gefallen ist, wo alles aus dem Lot geraten ist, wo das Chaos regiert: Hilf uns, dass wir uns nicht mit dem Status quo zufrieden geben, sondern Lösungen für böse, komplizierte Probleme anbieten. Herr, möge deine Gemeinde [in location] ein Segen sein für die Gesellschaften. Mögen sie die Liebe Gottes unter ihren Freunden und ihrer Gesellschaft verkörpern und sichtbar machen. Und wenn die Gläubigen die Nachbarschaften segnen und sich für die dortigen Bedürfnisse einsetzen, dann lass sie dabei Menschen des Friedens finden, die sich mit ihnen und mit Dir Herr, in der Mission - wie im Himmel so auf Erden - verbinden wollen. Herr, lass sie die Arbeiter für neue Erntefelder, in denen Du arbeitest, sein! Amen.

source: There are many teachings in Islam that allow for murder, enslavement, rape, and abuse of women. Today we pray for both men and women [in location] to see the value of women, who are created by God as His image bearers as well.
de_de: Im Islam gibt es Lehren, die Mord, Versklavung, Vergewaltigung und Missbrauch von Frauen zulassen. Heute beten wir dafür, dass sowohl Männer als auch Frauen [in location] den Wert der Frauen erkennen. Bete, dass sie erkennen, dass auch Frauen als sein Ebenbild von Gott erschaffen wurden.

source: Men and women are equal before God, and one group is not superior over another: "...there is neither Jew nor Greek, slave nor free, male nor female, for you are all one in Christ Jesus" (Galatians 3:28). Pray for Christians from a Muslim background [in location] to renounce every way they have believed lies that men and women are not equal before God.
de_de: "Da gibt es keine Juden oder Nichtjuden mehr, Sklaven oder Freie, Männer oder Frauen, denn in ‹Verbindung mit› Christus Jesus seid ihr alle zu Einem geworden." (Galater 3,28) Bete für Christen mit muslimischem Hintergrund [in location], dass sie sich von allen Lügen lossagen, die behaupten, Männer und Frauen seien vor Gott nicht gleich.

source: “What you see was predicted long ago by the prophet Joel: ‘In the last days,’ God says, ‘I will pour out my Spirit upon all people. Your sons and daughters will prophesy. Your young men will see visions, and your old men will dream dreams. In those days I will pour out my Spirit even on my servants—men and women alike—and they will prophesy. And I will cause wonders in the heavens above and signs on the earth below…before that great and glorious day of the Lord arrives. But everyone who calls on the name of the Lord will be saved’”(Acts 2:16-21). God pour out your Spirit. Lord, let young and old, rich and poor, male and female to be filled with your Spirit. Give visions and dreams. Create powerful encounters with You, the living God.
de_de: "Nein, was ihr heute Morgen seht, ist vor vielen hundert Jahren von dem Propheten Joel vorausgesagt worden: ›In den letzten Tagen, spricht Gott, werde ich meinen Geist über alle Menschen ausgießen. Eure Söhne und Töchter werden weissagen, eure jungen Männer werden Visionen haben und eure alten Männer prophetische Träume. In diesen Tagen werde ich meinen Geist sogar über alle meine Diener, ob Mann oder Frau, ausgießen, und sie werden weissagen. Und ich werde Wunder oben am Himmel tun und Zeichen unten auf der Erde – Blut und Feuer und Rauchwolken. Die Sonne wird finster werden und der Mond blutrot, ehe der große und herrliche Tag des Herrn anbricht. Und jeder, der den Namen des Herrn anruft, wird gerettet werden.‹" (Apg 2,26.21) Gott, gieße deinen Geist aus. Herr, lass Jung und Alt, Arm und Reich, Mann und Frau von deinem Geist erfüllt werden. Schenke Visionen und Träume. Schaffe kraftvolle Begegnungen mit dir, dem lebendigen Gott.

source: Pray that God would free all those following Christ – new and mature believers [of location] – of the spiritual bondage of the past.
de_de: Bete, dass Gott alle, die Christus nachfolgen - ganz neue und auch reife Nachfolger [in location] - von den geistlichen Fesseln der Vergangenheit befreit.

source: Lord, you did it then, and you can do it now. You are the God of dreams and visions. Lord we pray in one voice that you would visit our Muslim brothers and sisters in the night through dreams. And we pray, too, that you would visit them during the day in open visions. We believe your heart is for movement breakthrough, so let your Kingdom come and your will be done here [in location] as in heaven.
de_de: Herr, du hast es damals getan, und du kannst es auch jetzt tun. Du bist der Gott der Träume und Visionen. Herr, wir beten einmütig, dass du Muslime in der Nacht durch Träume besuchst. Und wir beten auch, dass du sie tagsüber in offenen Visionen besuchst. Wir glauben, dass dein Herz für Durchbruch schlägt. Wir glauben, dass dein Herz über eine Jüngerschafts-Bewegung jubelt. Lass dein Reich kommen und dein Wille hier [in location] wie im Himmel geschehen.

source: Many Muslims when faced with difficult questions about their religion fall back on the claim that God is unknowable. In Christianity, though we cannot fathom the fullness of who God is, we do believe that God revealed Himself to us in Christ and wants to be known by us. Today we pray for Muslims [in location] to encounter God by knowing Christ.
de_de: Viele Muslime, die mit schwierigen Fragen zu ihrer Religion konfrontiert werden, berufen sich auf die Behauptung, dass man Gott nicht kennen kann. Im Christentum können wir zwar nicht die ganze Fülle Gottes ergründen, aber wir glauben, dass Gott sich uns in Christus offenbart hat und von uns gekannt werden möchte. Heute beten wir für die Muslime [in location], dass sie Gott begegnen, indem sie Christus kennenlernen.
