Repository: micahmills/DE-Prayer-2024
Catalog: languages/ramadan-2024-*.po
Languages: de_de, es_419, pt_br

source: Sayed yearned to meet the Jesus he heard about from a Christian friend. His life was crazy with university, family business responsibilities and being there for all his friends. He was always stressed and overwhelmed with life. He had just broken up with the girl he thought was the one he would wed. Islam was a family tradition more than a faith to him, but he could not think of something as personal as knowing Jesus. That night, his Christian friend prayed and asked for Jesus to reveal Himself to Sayed. Two nights after that prayer, Sayed fell asleep, and he started to dream. In his dream, he found himself on the street in front of his apartment. He saw his girlfriend down the street, and she turned and smiled at him. He waved to her, and she turned and walked away. He was so upset he sat right in the middle of the road and started to cry. He felt a hand on his shoulder and turned, immediately he knew it was Jesus who was sitting with him. He felt a total peace as Jesus spoke to him and told him that he loved him. Sayed looked at Jesus and told him he had beautiful hair. Jesus gave him a comb and he started to comb his own hair and it grew and looked like the hair Jesus had. Sayed said to Jesus, “You look like me.” Jesus smiled and said, “No, you look like me because you were created in my image.” He woke from the dream and knew the prayer from the other night had been answered. Pray for dreams and visions across the Muslim world, but also pray for those who will go into the world and ask the question, “Have you ever had a dream or vision of a man in white?” Many have had this dream, but they have no one to help them understand what this dream can mean.
es_419: Sayed anhelaba conocer al Jesús del que escuchó hablar a un amigo cristiano. Su vida fue una locura con la universidad, las responsabilidades de los negocios familiares y estar ahí para todos sus amigos. Siempre estaba estresado y abrumado por la vida. Acababa de romper con la chica que pensó que sería con la que se casaría. El Islam era una tradición familiar más que una fe para él, pero no podía pensar en algo tan personal como conocer a Jesús. Esa noche, su amigo cristiano oró y pidió que Jesús se revelara a Sayed. Dos noches después de esa oración, Sayed se durmió y comenzó a soñar. En su sueño, se encontraba en la calle frente a su apartamento. Vio a su novia calle abajo, y ella se volvió y le sonrió. Él la saludó con la mano y ella dio media vuelta y se alejó. Estaba tan molesto que se sentó en medio de la calle y empezó a llorar. Sintió una mano en su hombro y se giró, inmediatamente supo que era Jesús quien estaba sentado con él. Sintió una paz total cuando Jesús le habló y le dijo que lo amaba. Sayed miró a Jesús y le dijo que tenía un cabello hermoso. Jesús le dio un peine y comenzó a peinarse y creció y se parecía al cabello que tenía Jesús. Sayed le dijo a Jesús: “Te pareces a mí”. Jesús sonrió y dijo: “No, te pareces a mí porque fuiste creado a mi imagen”. Se despertó del sueño y supo que la oración de la otra noche había sido respondida. Oren por sueños y visiones en todo el mundo musulmán, pero también oren por aquellos que irán al mundo y harán la pregunta: "¿Alguna vez has tenido un sueño o una visión de un hombre vestido de blanco?" Muchos han tenido este sueño, pero no tienen a nadie que les ayude a entender lo que puede significar este sueño.
pt_br: Sayed ansiava por conhecer o Jesus de quem ouviu falar de um amigo cristão. Sua vida era uma loucura com a universidade, responsabilidades nos negócios da família e estar presente para todos os seus amigos. Ele estava sempre estressado e sobrecarregado com a vida. Ele tinha acabado de terminar um relacionamento com a garota que pensava ser aquela com quem ele se casaria. O Islã era mais uma tradição familiar do que uma fé para ele, mas ele não conseguia pensar em algo tão pessoal quanto conhecer Jesus. Naquela noite, seu amigo cristão orou e pediu que Jesus se revelasse a Sayed. Duas noites depois daquela oração, Sayed adormeceu e começou a sonhar. Em seu sonho, ele se encontrava na rua em frente ao seu apartamento. Ele viu sua namorada na rua, e ela se virou e sorriu para ele. Ele acenou para ela, e ela se virou e foi embora. Ele estava tão chateado que se sentou bem no meio da estrada e começou a chorar. Ele sentiu uma mão em seu ombro e se virou, imediatamente soube que era Jesus quem estava ali sentado com ele. Ele sentiu uma grande paz quando Jesus falou com ele e disse que o amava. Sayed olhou para Jesus e disse que ele tinha um cabelo lindo. Jesus deu a ele um pente e ele começou a pentear o seu próprio cabelo e ele cresceu e ficou parecido com o cabelo que Jesus tinha. Sayed disse a Jesus: “Você se parece comigo”. Jesus sorriu e disse: “Não, você se parece comigo porque foi criado à minha imagem”. Ele acordou do sonho e sabia que a oração da outra noite havia sido atendida. Ore por sonhos e visões em todo o mundo muçulmano, mas também ore por aqueles que estão indo pelo mundo e perguntando: “Você já teve um sonho ou visão com um homem de branco?” Muitos tiveram esse sonho, mas não têm ninguém para ajudá-los a entender o que esse sonho pode significar.

source: “And we have seen and testify that the Father has sent his Son to be the Savior of the world.” (1 John 4:14 ESV). Lord God, grant your church [in location] the eyes to see and lips to testify to the miracle of the provision of your Son Jesus to be the savior of the world. (1 John 4:14) Your one and only Son, dispatched from his rightful throne in Heaven to live and die for the salvation of the nations. May your followers [in location] be known for their loyalty and devotion to this beautiful message.
es_419: “Y nosotros hemos visto y testificamos que el Padre envió a su Hijo para ser el Salvador del mundo”. (1 Juan 4:14 NVI). Señor Dios, concede a tu iglesia [en el lugar] los ojos para ver y los labios para testificar del milagro de la provisión de tu Hijo Jesús para ser el salvador del mundo. (1 Juan 4:14) Tu único Hijo, despachado de su legítimo trono en el Cielo para vivir y morir por la salvación de las naciones. Que tus seguidores [en el lugar] sean conocidos por su lealtad y devoción a este hermoso mensaje.
pt_br: “E vimos e testemunhamos que o Pai enviou seu Filho para ser o Salvador do mundo.”(1 João 4:14 NVI). Senhor Deus, conceda à sua igreja [in location] olhos para ver e lábios para testemunhar o milagre da provisão de seu Filho Jesus para ser o salvador do mundo. (1 João 4:14) Seu único Filho, enviado de seu legítimo trono no Céu para viver e morrer pela salvação das nações. Que seus seguidores [in location] sejam conhecidos por sua lealdade e devoção a esta bela mensagem.

source: "I've heard people say, 'I want more of a heart for missions.' I always respond, 'Jesus tells you exactly how to get it. Put your money in missions - and in your church and the poor - and your heart will follow.'" - Randy Alcorn
es_419: "He oído a gente decir, 'Quiero un corazón más enfocado a las misiones.' Yo siempre les respondo, 'Jesús te dice exactamente cómo conseguirlo. Pon tu dinero en las misiones - y en tu iglesia y en los pobres - y tu corazón seguirá detrás.'" - Randy Alcorn
pt_br: “Já ouvi pessoas dizerem: 'Eu quero ter um coração voltado mais para missões'. Eu sempre respondo: 'Jesus diz exatamente como obtê-lo. Coloque seu dinheiro em missões - e na igreja e nos pobres - e seu coração também seguirá.'" - Randy Alcorn

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that Jesus' message was that He wanted us to follow Him, the greatest man in the history of the universe! (Matthew 9:9)
es_419: Dios, ¡te amamos! Como Iglesia tuya, ayúdanos a hacer lo necesario para que la gente [of location] se aferre de las buenas nuevas de que el mensaje de Jesús era que quería que lo siguiéramos a él, el hombre más grande en la historia del universo. (Mateo 9:9)
pt_br: Deus, nós te amamos! Como sua Igreja, ajude-nos a fazer o que for preciso para permitir que as pessoas [of location] compreendam as Boas Novas de que a mensagem de Jesus era que Ele queria que O seguíssemos, o maior Homem da história do universo! (Mateus 9:9)

source: After reading the gospel of Matthew, Taariq, a new believer, said, 'I feel as if I am in another world. I feel at peace. Inner peace, as if I have left this world entirely for another. I thank you for all the information you have given me. I have read the book of Matthew, and its words entered my heart directly. It is wonderful.' We know God is doing incredible work in the lives of Arabs across the Middle East and North Africa. Pray for new believers like Taariq to fall in love with Scripture and to consume it daily.
es_419: Después de leer el evangelio de Mateo, Taariq, un nuevo creyente, dijo: 'Me siento como si estuviera en otro mundo. me siento en paz Paz interior, como si hubiera dejado este mundo por completo por otro. Te agradezco toda la información que me has dado. He leído el libro de Mateo, y sus palabras entraron directamente en mi corazón. Es maravilloso.' Sabemos que Dios está haciendo un trabajo increíble en las vidas de los árabes en todo el Medio Oriente y África del Norte. Ore para que los nuevos creyentes como Taariq se enamoren de las Escrituras y las consuman a diario.
pt_br: Depois de ler o evangelho de Mateus, Taariq, um novo crente, disse: 'Sinto como se estivesse em outro mundo. Eu me sinto em paz. Paz interior, como se eu tivesse deixado este mundo inteiro para viver em outro. Te agradeço por todas as informações que me deu. Li o livro de Mateus e suas palavras entraram diretamente em meu coração. É maravilhoso.' Sabemos que Deus está fazendo um trabalho incrível na vida dos árabes em todo o Oriente Médio e Norte da África. Ore para que novos crentes como Taariq se apaixonem pelas Escrituras e que meditem nelas diariamente.

source: “With God we shall do valiantly; it is he who will tread down our foes.” (Psalm 108:13 ESV). Father God, as your followers [in location] look out upon the resources of the enemy arrayed against them, may you grant them fearlessness and confidence in your matchless power. May their hearts learn to answer the attacks of the enemy, saying "with God we shall do valiantly, it is he who will tread down our foes." (Psalm 108:13).
es_419: "Con Dios obtendremos la victoria; ¡él pisoteará a nuestros enemigos!" (Salmos 108:13 NVI) Padre Dios, como seguidores tuyos [in location] considera los recursos del enemigo preparados en contra de ellos. Concédeles intrepidez y confianza en tu poder inigualable. Que sus corazones aprendan cómo responder los ataques del enemigo, diciendo, 'Con Dios obtendremos la victoria; ¡él pisoteará a nuestros enemigos!' (Salmos 108:13).
pt_br: “Com Deus conquistaremos a vitória, e ele pisará os nossos adversários.”(Salmo 108:13 NVI). Deus Pai, enquanto seus seguidores [in location] observam as artimanhas do inimigo posicionado contra eles, conceda-lhes destemor e confiança em seu poder incomparável. Que seus corações aprendam a responder aos ataques do inimigo, dizendo "com Deus conquistaremos a vitória, é ele quem pisará nossos inimigos". (Salmo 108:13).

source: “What can we do to win these men to Christ?” – Richard Wurmbrand, The Voice of the Martyrs (referring to the men who were persecuting him)
es_419: "¿Qué podemos hacer para ganar a estos hombres para Cristo?" - Richard Wurmbrand, La Voz de los Mártires (en referencia a los hombres que lo perseguían)
pt_br: “O que podemos fazer para ganhar esses homens para Cristo?” – Richard Wurmbrand, The Voice of the Martyrs (referindo-se aos homens que o perseguiam)

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that Jesus offered us life! (Matthew 10:38)
es_419: Dios, ¡te amamos! Como tu Iglesia, ayúdanos a hacer lo necesario para que la gente [of location] se aferre las buenas nuevas de que Jesús nos ofreció vida! (Mateo 10:38)
pt_br: Deus, nós te amamos! Como sua Igreja, ajude-nos a fazer o que for preciso para que as pessoas [of location] compreendam as Boas Novas que Jesus nos ofereceu vida! (Mateus 10:38)

source: Hamzaa, a taxi driver living in Iraq, first heard about Christianity when tuning in to a Christian radio station while he was working. He became curious and wanted to learn more, so he began searching the internet. He found our Arabic ministry website and sent us the following message. 'I am a Muslim, and I am convinced that Christianity is the true way. I want to become a Christian, but I don’t know how.' Mira*, a member of our Arabic response team, picked up his message and replied. She explained the Gospel to him, and after a short while, she led him in prayer, and Hamzaa became a Christian. God had been preparing Hamzaa's heart for some time, and once he found our website, he was ready to commit his life to the Lord. Soon after, we introduced Hamzaa to local believers in Iraq, and he began meeting with them face to face. We received this encouraging message from the local believers; 'Hamzaa is very hungry to learn and actively engages with us. We are now meeting twice a week and becoming friends as a group. We are going to begin doing activities together to develop that friendship and to grow in the Lord together.' God is doing amazing miraculous works across the Arab world. Pray that Hamzaa will continue to grow in his faith. Pray for strong friendships to develop and that he will continue to meet with fellow believers.
es_419: Hamzaa, un taxista que vive en Irak, escuchó por primera vez sobre el cristianismo cuando sintonizaba una estación de radio cristiana mientras trabajaba. Sintió curiosidad y quiso aprender más, así que comenzó a buscar en Internet. Encontró nuestro sitio web del ministerio árabe y nos envió el siguiente mensaje. 'Soy musulmán y estoy convencido de que el cristianismo es el camino verdadero. Quiero ser cristiano, pero no sé cómo.' Mira*, miembro de nuestro equipo de respuesta en árabe, recogió su mensaje y respondió. Ella le explicó el Evangelio y, al poco tiempo, lo guió en oración y Hamzaa se hizo cristiano. Dios había estado preparando el corazón de Hamzaa durante algún tiempo, y una vez que encontró nuestro sitio web, estuvo listo para entregar su vida al Señor. Poco después, presentamos a Hamzaa a los creyentes locales en Irak, y él comenzó a reunirse con ellos cara a cara. Recibimos este mensaje alentador de los creyentes locales; 'Hamzaa tiene muchas ganas de aprender y se involucra activamente con nosotros. Ahora nos reunimos dos veces por semana y nos hacemos amigos como grupo. Vamos a comenzar a hacer actividades juntos para desarrollar esa amistad y crecer juntos en el Señor.' Dios está haciendo asombrosas obras milagrosas en todo el mundo árabe. Ore para que Hamzaa continúe creciendo en su fe. Oren para que se desarrollen amistades sólidas y que continúe reuniéndose con sus hermanos en la fe.
pt_br: Hamzaa, um motorista de táxi que mora no Iraque, ouviu pela primeira vez sobre o cristianismo ao sintonizar uma estação de rádio cristã enquanto trabalhava. Ele ficou curioso e quis saber mais, então começou a pesquisar na internet. Ele encontrou o site do nosso ministério árabe e nos enviou a seguinte mensagem. 'Sou muçulmano e estou convencido de que o cristianismo é o verdadeiro caminho. Quero me tornar cristão, mas não sei como.' Mira*, membro de nossa equipe que trabalha respondendo perguntas como essa em árabe, respondeu sua mensagem. Ela explicou o Evangelho para ele, e depois de um tempo, ela o conduziu em oração, e Hamzaa tornou-se cristão. Deus estava preparando o coração de Hamzaa há algum tempo e, assim que ele encontrou nosso site, estava pronto para entregar sua vida ao Senhor. Logo depois, apresentamos para Hamzaa outros crentes iraquianos, e ele começou a se encontrar com eles pessoalmente. Recebemos esta mensagem encorajadora desses crentes; 'Hamzaa tem muita vontade de aprender e se envolve ativamente conosco. Agora nos encontramos duas vezes por semana e ele se tornou amigo de todo nosso grupo. Vamos começar a fazer mais coisas juntos para desenvolver essa amizade e crescer no Senhor juntos.' Deus está fazendo obras incríveis e milagrosas em todo o mundo árabe. Ore para que Hamzaa continue a crescer em sua fé. Ore para que fortes amizades se desenvolvam e que ele continue a se encontrar com outros crentes.

source: “By Silvanus, a faithful brother as I regard him, I have written briefly to you, exhorting and declaring that this is the true grace of God. Stand firm in it.” (1 Peter 5:12 ESV). Heavenly Father, teach your followers [in location] to cling to the true grace of God and to stand firm in it. (1 Peter 5:12) As fear and doubt swirl around these precious friends, would you be the solid Rock on which they can stand and build this eternally valuable corner of your kingdom.
es_419: "Con la ayuda de Silvano, a quien considero un hermano fiel, les he escrito brevemente, para animarlos y confirmarles que esta es la verdadera gracia de Dios. Manténganse firmes en ella." (1 Pedro 5:12 NVI) Padre Celestial, enseña a tus seguidores [in location] a aferrarse a la verdadera gracia de Dios y a permanecer firmes en ella. (1 Pedro 5:12) A medida que el miedo y la duda se arremolinan alrededor de estos preciosos amigos, se tú la Roca sólida sobre la cual puedan pararse y construir este rincón eternamente valioso de tu Reino.
pt_br: “Com a ajuda de Silvano, a quem considero irmão fiel, eu escrevi resumidamente, encorajando-os e testemunhando que esta é a verdadeira graça de Deus. Mantenham-se firmes na graça de Deus.” (1 Pedro 5:12 NVI) Pai Celestial, ensine seus seguidores [in location] a se apegarem à verdadeira graça de Deus e a permanecerem firmes nela. (1 Pedro 5:12) À medida que o medo e a dúvida giram em torno desses preciosos amigos, você seria a rocha firme na qual eles podem se firmar e construir algo eternamente valioso no seu reino.

source: “We who have Christ’s eternal life need to throw away our own lives.” -George Verwer
es_419: "Aquellos que tienen la vida eterna de Cristo deben aprender a descartar sus vidas." - George Verwer
pt_br: “Nós que temos a vida eterna de Cristo precisamos jogar fora nossas próprias vidas.” -George Verwer

source: God, we love you! As your Church help us do what it takes to let the people [of location] grasp the Good News that Jesus responded with compassion to persistent faith! (Matthew 15:28)
es_419: Dios, ¡te amamos! Como Iglesia tuya, ayúdanos a hacer lo necesario para que la gente [of location] se aferre de las buenas nuevas de que Jesús respondió con compasión ante la fe persistente. (Mateo 15:28)
pt_br: Deus, nós te amamos! Como sua Igreja, nos ajude a fazer o que for necessário para permitir que as pessoas [of location] compreendam as Boas Novas de que Jesus respondeu com compaixão à fé persistente! (Mateus 15:28)

source: Tauqeer is a seeker who has been talking to a believer online about whether Mohammad is the greatest prophet or not? The believer asked him, "Should we follow someone who is dead or someone who is alive?" This confused Tauqeer and made him question his beliefs. He is questioning if Jesus was more than a prophet. Most Muslims believe Jesus is just a prophet who came to teach people good things and performed a lot of miracles. Pray Taqueer will come to know Jesus did more than perform miracles and will open his heart to the Truth.
es_419: Tauqeer es un buscador que ha estado hablando con un creyente en línea sobre si Mahoma es el mayor profeta o no. El creyente le preguntó: "¿Debemos seguir a alguien que está muerto oa alguien que está vivo?" Esto confundió a Tauqeer y le hizo cuestionar sus creencias. Está cuestionando si Jesús fue más que un profeta. La mayoría de los musulmanes creen que Jesús es solo un profeta que vino a enseñar cosas buenas a la gente y realizó muchos milagros. Ore para que Taqueer llegue a saber que Jesús hizo más que hacer milagros y abra su corazón a la Verdad.
pt_br: Tauqeer é alguém que está buscando respostas e que tem conversado com um crente online sobre Maomé ser o maior profeta ou não? O crente perguntou-lhe: "Devemos seguir alguém que está morto ou alguém que está vivo?" Isso confundiu Tauqeer e o fez questionar suas crenças. Ele está questionando se Jesus era mais do que um profeta. A maioria dos muçulmanos acredita que Jesus é apenas um profeta que veio para ensinar coisas boas às pessoas e realizou muitos milagres. Ore para que Taqueer saiba que Jesus fez mais do que realizar milagres e para que ele abra seu coração para a Verdade.

source: “he says: “It is too light a thing that you should be my servant to raise up the tribes of Jacob and to bring back the preserved of Israel; I will make you as a light for the nations, that my salvation may reach to the end of the earth.”” (Isaiah 49:6 ESV). Holy Spirit, come and do the work that only you can do in the church [in location]. Ignite them with passion for the glory and the name of Jesus that burns so brightly that it cannot help but be witnessed and shared in every corner [of location] and to the ends of the earth. (Isaiah 49:6).
es_419: Él dice: “Es muy poco que tú seas mi siervo para levantar las tribus de Jacob y traer de vuelta a los preservados de Israel; te pondré por luz de las naciones, para que mi salvación llegue hasta los confines de la tierra.”” (Isaías 49:6 NVI). Espíritu Santo, ven y haz la obra que solo tú puedes hacer en la iglesia [en el lugar]. Enciéndelos con pasión por la gloria y el nombre de Jesús que arde tan intensamente que no puede evitar ser presenciado y compartido en todos los rincones [del lugar] y hasta los confines de la tierra. (Isaías 49:6).
pt_br: “ele diz: “Para você é coisa pequena demais ser meu servo para restaurar as tribos de Jacó e trazer de volta aqueles de Israel que eu guardei. Também farei de você uma luz para os gentios, para que você leve a minha salvação até os confins da terra”.”(Isaías 49:6 NVI). Espírito Santo, venha e faça o trabalho que só Tu podes fazer na igreja [in location]. Dê a eles paixão pela glória e pelo nome de Jesus e que isso arda tão intensamente em seus corações que eles não possam deixar de ser testemunhar e compartilhado em todos os cantos [of location] e até os confins da terra. (Isaías 49:6).

source: The question is not whether we will die, but whether we will die in a way that bears much fruit. - Adoniram Judson
es_419: La cuestión no es si llegaremos a morirnos, pero si moriremos en una forma que lleve mucho fruto. - Adoniram Judson
pt_br: A questão não é se vamos morrer, mas se vamos morrer de uma forma que dê muitos frutos. - Adoniram Judson

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that Jesus had authority over all disease and disability! (Matthew 15:31)
es_419: Dios, ¡te amamos! Como Iglesia tuya, ayúdanos a hacer lo necesario para que la gente [of location] se aferre de las buenas nuevas de que Jesús nos dio autoridad por sobre toda enfermedad y discapacidad. (Mateo 15:31)
pt_br: Deus, nós te amamos! Como sua Igreja, ajude-nos a fazer o que for preciso para permitir que as pessoas [of location] compreendam as Boas Novas de que Jesus tinha autoridade sobre todas as doenças e deficiências! (Mateus 15:31)
