Repository: micahmills/DE-Prayer-2024
Catalog: languages/ramadan-2024-*.po
Languages: de_de, es_419, pt_br

source: Let us revel in Christ's victory, unity in Christ's love, and the cross. "But thanks be to God, who always leads us in triumphal procession in Christ and through us spreads everywhere the fragrance of the knowledge of him. For we are to God the aroma of Christ among those who are being saved and those who are perishing" (2 Corinthians 2:14-15). Pray for new Christ followers [in location] to renounce inferiority and glory in Christ's triumph over death through the cross.
de_de: Lasst uns den Sieg Christi, die Einheit in Seiner Liebe und das Kreuz feiern. "Gott sei Dank, der uns immer im Triumphzug von Christus mitführt und durch uns an allen Orten den Duft von der Erkenntnis des Christus verbreitet. Denn durch Christus sind wir ein Wohlgeruch für Gott. Dieser Duft erreicht sowohl die, die gerettet werden, als auch die, die ins Verderben gehen." (2. Korinther 2,14-15) Bete für die neuen Jesusnachfolger [in location], dass sie ihre Minderwertigkeit überwinden und sich des Triumphs Christi über den Tod rühmen.

source: “There is neither Jew nor Gentile, neither slave nor free, nor is there male and female, for you are all one in Christ Jesus” (Galatians 3:28). Ask that in Christ there would be no division between the sects [of location]. Pray for a release of the spirit of unity over against the spirit of violence and division. Pray for a release of the spirit of love over and against the spirits of death and destruction.
de_de: "Da gibt es keine Juden oder Nichtjuden mehr, Sklaven oder Freie, Männer oder Frauen, denn in Verbindung mit Christus Jesus seid ihr alle zu Einem geworden." (Galater 3,28) Bitte darum, dass es in Christus keine Spaltung [in location] geben möge. Bete darum, dass der Geist der Einheit freigesetzt wird und nicht der Geist der Gewalt und der Spaltung. Bete für die Freisetzung des Geistes der Liebe und bete gegen den Geist des Todes und der Zerstörung.

source: Pray for Christians [in location] to grow daily in the Word.
de_de: Bete für die Christen [in location], dass sie täglich in Gottes Wort wachsen.

source: Father, hear our cries. We intercede on behalf of this nation, that you would move and change its trajectory. We see, Lord, how violence and division have wreaked havoc. We acknowledge that the sins of generations have destroyed the land and undermined the peace. But we also declare your steadfast love, your faithfulness and kindness. And we call out to you now and ask for your intervening love. Step in, O God, and do miracles. Change what cannot be changed. Break what cannot be broken. Shut what cannot be shut. And in Your mercy open what is locked. Unbind what is bound, and loose what is contained. Release peace. Spread love. And may a mighty river of reconciliation flood this land, bringing men and women and youth together in unity–baptized into the unity of Messiah–under whom all can be healed, all can be saved, all can be delivered, and by whom every wound can be mended. Amen
de_de: Vater, höre unser Rufen. Wir bitten dich für diese Nation, dass du sie bewegst und ihre Entwicklung änderst. Wir sehen, Herr, wie Gewalt und Spaltung Verwüstung angerichtet haben. Wir erkennen an, dass die Sünden von Generationen das Land zerstört und den Frieden untergraben haben. Aber wir verkünden auch deine unerschütterliche Liebe, deine Treue und deine Freundlichkeit. Wir rufen jetzt zu dir und bitten dich um deine eingreifende Liebe. Greif ein, o Gott, und vollbringe Wunder. Verändere, was nicht verändert werden kann. Brich, was nicht gebrochen werden kann. Schließe, was nicht geschlossen werden kann. Und in deiner Barmherzigkeit öffne, was verschlossen ist. Löse, was gebunden ist, und befreie, was gefangen ist. Setze Frieden frei. Verbreite Liebe. Und möge ein mächtiger Strom der Versöhnung dieses Land überfluten und Männer, Frauen und Jugendliche in Einheit zusammenführen - getauft in die Einheit des Messias, unter dem alle geheilt, alle gerettet, alle befreit und alle Wunden versorgt werden können. Amen

source: There are many teachings in Islam that advocate the use of the sword (killing) to advance their religion. The teachings of Jesus calls us to surrender to the sword (martyrdom) to advance His Kingdom. Pray for Muslims [in location] to wrestle with this contrast and for their hearts to be softened to Christ.
de_de: Im Islam gibt es viele Lehren, die den Einsatz des Schwertes (Töten) befürworten, um ihre Religion voranzubringen. Die Lehren Jesu rufen uns auf, das Schwert abzulegen (das Märtyrertum), um sein Reich voranzubringen. Bete für die Muslime [in location], dass sie mit diesem Gegensatz ringen und dass ihre Herzen für Christus empfänglich werden.

source: We have the power of the Holy Spirit to reveal truth. "Unless I go away, the Counselor will not come to you; but if I go, I will send him to you. When he comes, he will convict the world of guilt in regard to sin and righteousness and judgement..." (John 16:7-8). Pray for Christians from a Muslim background [in location] to trust only the Holy Spirit to reveal truth.
de_de: Wir haben die Kraft des Heiligen Geistes, die uns die Wahrheit offenbart. "Wenn ich aber fortgehe, dann werde ich ihn zu euch senden und er wird meine Stelle einnehmen. Wenn er kommt, wird er gegen die Welt auftreten. Er wird den Menschen zeigen, was Sünde ist und was Gerechtigkeit und was Gericht." (Johannes 16,7b-8) Bete für Christen mit muslimischem Hintergrund [in location], dass sie allein dem Heiligen Geist vertrauen, dass dieser ihnen die Wahrheit offenbart.

source: “I tell you the truth, whatever you bind on earth will be bound in heaven, and whatever you loose on earth will be loosed in heaven” (Mat 18:18). Pray that principalities and powers over [location] would be held back, broken, and thrown down as the name of Jesus is lifted high over this nation. May we declare prophetic words over [location], releasing visions, dreams, signs, and wonders in Jesus’ name. And may followers of Jesus walk in the authority bestowed on them by Christ’s life, death, resurrection, and ascension.
de_de: "Ich versichere euch: Alles, was ihr hier auf der Erde binden werdet, wird im Himmel gebunden sein und was ihr auf der Erde lösen werdet, wird im Himmel gelöst sein." (Matthäus 18,18) Bete, dass Gewalten und Mächte über [location] abgewehrt, gebrochen und niedergeworfen werden, während der Name Jesu hoch über diese Nation erhoben wird. Lasst uns prophetische Worte über [location] verkünden und Visionen, Träume, Zeichen und Wunder im Namen Jesu aussprechen. Mögen die Nachfolger Jesu in der Autorität wandeln, die ihnen durch das Leben, den Tod, die Auferstehung und die Himmelfahrt Christi verliehen wurde.

source: Pray that Christians [in location] will have a heart to start new churches among their friends and family.
de_de: Bete, dass die Herzen der Christen [in location] dafür schlägt, unter ihren Freunden und Familien neue Gemeinden zu gründen.

source: May many people [in location] come to salvation and communities of believers be planted. We pray for disciples who make disciples and churches that plant churches. Lord Almighty, may generations of believers come to faith, covering the whole nation and touching all aspects of society: economic, political, social, ecological, and cultural. “Our hope is that, as your faith continues to grow, our area of activity among you will greatly expand, so that we can preach the gospel in the regions beyond you” (2 Co 10:15-16).
de_de: Mögen viele Menschen [in location] Errettung finden und Gemeinschaften von Gläubigen gegründet werden. Wir beten für Jünger, die Jünger machen, und für Gemeinden, die Gemeinden gründen. Allmächtiger Herr, mögen im ganzen Land Generationen von Menschen zum Glauben kommen und alle Aspekte der Gesellschaft erreichen: wirtschaftlich, politisch, sozial, ökologisch und kulturell. "Wir hoffen nur, dass euer Glaube wachsen und unser Wirken unter euch immer weitere Kreise ziehen wird. Dann werden wir weiterziehen und die Botschaft an anderen Orten verkünden, die weit weg von euch sind und wo bisher noch niemand wirkt." (2. Korinther 10,15b-16a)

source: The primary way Islam is growing globally is through birth rate. The primary way Christianity is growing globally is through movements of the Gospel. Pray for these movements to flow through [location] and all Muslim lands.
de_de: Der Islam wächst weltweit in erster Linie durch die Geburtenrate. Das Christentum wächst weltweit in erster Linie durch Evangeliums-Bewegungen. Bete dafür, dass diese Bewegungen durch die [location] und alle muslimischen Länder fließen.

source: We have authority in Christ to overcome shame. "Let us fix our eyes on Jesus, the author and perfecter of our faith, who for the joy set before him endured the cross, scorning its shame, and sat down at the right hand of the throne of God" (Hebrews 12:2). Pray for Christians from a Muslim background [in location] to overcome shame from their past, family, or society by looking to Jesus, the author and perfecter of our faith.
de_de: In Christus haben wir die Macht, Schande zu überwinden. "Dies tun wir, indem wir unsere Augen auf Jesus gerichtet halten, von dem unser Glaube vom Anfang bis zum Ende abhängt. Er war bereit, den Tod der Schande am Kreuz zu sterben, weil er wusste, welche Freude ihn danach erwartete. Nun sitzt er an der rechten Seite von Gottes Thron im Himmel!" (Hebräer 12,2) Bete für Christen mit muslimischem Hintergrund [in location], dass sie die Beschämung durch ihre Familie oder die Gesellschaft, und auch Scham bezüglich ihrer Vergangenheit überwinden, indem sie auf Jesus, den Urheber und Vollender unseres Glaubens, schauen.

source: “Nevertheless, the time will come when I will heal the wounds [[of location]] and give it prosperity and true peace“ (Jeremiah 33:6). Today, we claim this promise originally spoken over Jerusalem. Lord, we declare: the time will come when You will heal the wounds [of location], You alone can heal them. And we speak in faith over [location]: Lord, You and You alone will bring true peace and prosperity.
de_de: "Ich werde die Wunden [[of location]] verbinden und heilen. Ich stelle es wieder her und schenke ihm echten, dauerhaften Frieden." (Jeremia 33,6) Heute sprechen wir diese Verheißung aus, die ursprünglich über Jerusalem gesprochen wurde. Herr, wir beten: Die Zeit wird kommen, in der Du die Wunden [of location] heilen wirst, Du allein kannst sie heilen. Und wir sprechen im Glauben über [location]: Herr, Du und Du allein wirst wahren Frieden und Wohlstand bringen.

source: Pray that life's difficulties will not distract believers [in location] from God's purpose for their lives.
de_de: Bete, dass die Schwierigkeiten des Alltags die Gläubigen [in location] nicht von Gottes Absicht für ihr Leben ablenken.

source: Ask that God’s word would spread rapidly throughout [location], being honored wherever the word of God is shared. Pray that a sense of urgency would come upon believers, old and new alike, to share this gospel of the Kingdom with all. As the Samaritan woman in John 4 quickly shared with her village and introduced them to Jesus; Lord, may new people of peace spread your gospel message to new communities now, during this month, during Ramadan.
de_de: Bitte, dass sich Gottes Wort rasch in [location] ausbreitet und überall geehrt wird, wo auch immer es weitergegeben wird. Bete, dass Gläubige, alte wie neue, ein Gefühl der Dringlichkeit verspüren, das Evangelium vom Reich Gottes mit allen zu teilen. So wie die samaritanische Frau in Johannes 4 sofort ihrem Dorf von Jesus erzählte und sie ihm vorstellte, so mögen jetzt, während Ramadan, Menschen des Friedens dein Evangelium Herr in allen Haushalten verbreiten.

source: There is a hadith (teaching) in Islam that says, "Be good to your mother, Paradise is under her feet." This positive teaching is often negatively used to prevent Muslims from questioning or rejecting the religion of their parents. Today, we pray for Muslims [in location] to have courage from God to honor their parents, but not blindly follow their religion and to instead pursue Truth.
de_de: Es gibt einen Hadith (Lehre) im Islam, die besagt: "Sei gut zu deiner Mutter, das Paradies ist unter ihren Füßen." Diese positive Lehre wird oft negativ verwendet, um Muslime davon abzuhalten, die Religion ihrer Eltern in Frage zu stellen oder abzulehnen. Heute beten wir für die Muslime [in location], dass sie von Gott den Mut bekommen, ihre Eltern zu ehren, aber nicht blind ihrer Religion zu folgen und stattdessen die Wahrheit zu suchen.

source: We have the right and the responsibility to educate ourselves and our children about spiritual matters: "…do not forget the things your eyes have seen or let them slip from your heart as long as you live. Teach them to your children and to their children after them" (Deuteronomy 4:9). Pray for Christians from a Muslim background [in location] to renounce lies that they cannot question or investigate spiritual matters.
de_de: Wir haben das Recht und die Verantwortung, uns und unsere Kinder über geistlichen Themen zu lehren: "Aber gebt acht, dass ihr nie vergesst, was ihr mit eigenen Augen gesehen habt! Haltet die Erinnerung daran euer Leben lang lebendig und erzählt es euren Kindern und Enkeln weiter." (5. Mose 4,9) Bete für Christen mit muslimischem Hintergrund [in location], dass sie sich von der Lüge lossagen, sie könnten geistliche Themen nicht hinterfragen oder erforschen.

source: “Cornelius replied, ‘Four days ago I was praying in my house about this same time, three o’clock in the afternoon. Suddenly, a man in dazzling clothes was standing in front of me. He told me, ‘Cornelius, your prayer has been heard, and your gifts to the poor have been noticed by God! Now send messengers to Joppa, and summon a man named Simon Peter. He is staying in the home of Simon, a tanner who lives near the seashore.’ So I sent for you at once, and it was good of you to come. Now we are all here, waiting before God to hear the message the Lord has given you’” (Acts 10:30-33). Ask for workers to find those who have already had dreams or visions. Ask for apostles to access new communities. Ask for God’s Spirit to respond to those like the Centurion who are genuinely seeking Him.
de_de: "Kornelius antwortete: »Vor vier Tagen betete ich zur gleichen Zeit wie jetzt, gegen drei Uhr nachmittags, in meinem Haus. Plötzlich stand ein Mann in einem strahlend weißen Gewand vor mir. Er sagte: ›Kornelius, deine Gebete sind erhört worden, und deine Geschenke an die Armen sind Gott nicht verborgen geblieben! Schick ein paar Männer nach Joppe und bitte Simon Petrus zu kommen. Er wohnt als Gast bei Simon, dem Gerber, in einem Haus am Meer.‹ Da schickte ich sofort nach dir, und es ist gut, dass du gekommen bist. Jetzt sind wir hier und warten in Gottes Gegenwart, um die Botschaft zu hören, die der Herr dir gegeben hat.«" (Apostelgeschichte 10,30-33) Bitte darum, dass Arbeiter diejenigen finden, die bereits Träume oder Visionen hatten. Bitte darum, dass Arbeiter neue Bevölkerungsgruppen erreichen. Bitte darum, dass Gottes Geist denen antwortet, die wie Kornelius aufrichtig nach ihm suchen.

source: Pray that God will raise up Christian leaders out of each region or state [in location].
de_de: Bete, dass Gott christliche Leiter aus jeder Region, jeder Provinz [in location] beruft und befähigt.

source: You are the God of dreams and visions. Lord, we pray that you would visit our Muslim brothers and sisters in the night in dreams. And we pray, too, that you would visit them during the day in open visions. Release hope. Release peace. Release revelation of Christ in the hearts of the people [of location].
de_de: Du bist der Gott der Träume und Visionen. Herr, wir beten, dass du Muslimen in der Nacht in Träumen besuchst. Wir beten auch, dass du dich ihnen tagsüber in Visionen offenbarst. Setze Hoffnung frei. Setze Frieden frei. Setze die Offenbarung Christi in den Herzen der Menschen [of location] frei.

source: Islam pursues political, societal, and top-down power structures. Christianity teaches bottom-up servant leadership (Luke 22:25-27). Pray for [location] to be transformed as Christians model Christian leadership principles and reject worldly power structures.
de_de: Der Islam strebt nach politischen, gesellschaftlichen und top-down Machtstrukturen. Das Christentum lehrt einen dienenden Führungsstil (Lukas 22,25-27) Bete, dass [location] sich verändert, wenn Christen christliche Führungsprinzipien vorleben und weltliche Machtstrukturen ablehnen.

source: We have authority in Christ to speak the truth in love, with boldness. "Now Lord consider their threats and enable your servants to speak your word with great boldness" (Acts 4:29). Pray for those following Jesus [in location] to speak about Christ with boldness.
de_de: In Christus haben wir Vollmacht die Wahrheit in Liebe und mit Mut auszusprechen. "Höre nun, Herr, wie sie uns drohen! Gib uns, deinen Dienern und Dienerinnen, die Kraft, deine Botschaft mutig und offen zu verkünden!" (Apostelgeschichte 4,29) Bete für diejenigen, die Jesus [in location] nachfolgen, dass sie mutig über Christus sprechen.

source: “He defends the cause of the fatherless and the widow, and he loves the foreigner residing among you, giving them food and clothing...” (Deut 10:18). Lord, we declare on behalf of the refugees from [location]: Defend their cause; you care about their plight; you respond to their cries for justice; and you reach down from heaven to act. You are the God of the refugee, a safe haven, a strong tower. And you stand with those whose backs are up against the wall.
de_de: "Er verhilft den Waisen und Witwen zu ihrem Recht; er liebt auch die Fremden, die bei euch leben, und versorgt sie mit Nahrung und Kleidung." (5. Mose 10,18) Herr, wir rufen aus im Namen der, in [location] geflüchteten Menschen: Verteidige ihre Sache; du kümmerst dich um ihre Not; du antwortest auf ihre Schreie nach Gerechtigkeit; und du steigst vom Himmel herab, um zu handeln. Du bist der Gott der Geflüchteten, ein sicherer Hafen, ein starker Turm. Und du stehst an der Seite derer, die mit dem Rücken an der Wand stehen.

source: Pray that the Bible will be translated into the heart language of every people [in location]. Pray for the illiterate to have access to an audio version.
de_de: Bete, dass die Bibel in die Herzenssprache aller Menschen [in location] übersetzt wird. Bete, dass die Menschen, die nicht lesen können, Zugang zu einer Audioversion haben.

source: Intercede on behalf of Christ’s followers [in location], that their testimony about Jesus would be confirmed by God’s power working through miraculous signs and wonders. Lord, we need your power, not just our words! We need your living power–the same power that conquered the grave and raised Christ Jesus from the dead; the same power that delivered God’s people out from the clutches of Pharaoh’s brick-laying, back-breaking empire; the same power that created all that we see and all that we don’t! Holy Spirit of God, when your people pray, come in power. When they preach the word, come in power. When they face opposition, come in power. When they feel weak, come in power. When they stand before crowds, come in power. When they weep with the lonely, come in power. When they fast, come in power. When they live and love, surround them at all times by your confirming, world-changing power.
de_de: Bete für die Nachfolger Christi [in location], dass ihr Zeugnis von Jesus durch die Macht Gottes, die sich durch Zeichen und Wunder offenbart, bestätigt wird. Herr, wir brauchen deine Macht, nicht nur unsere Worte! Wir brauchen deine lebendige Kraft - dieselbe Kraft, die das Grab besiegt und Jesus Christus von den Toten auferweckt hat; dieselbe Kraft, die Gottes Volk aus den Fängen des Pharao befreit hat; dieselbe Kraft, die alles geschaffen hat, was wir sehen und alles, was wir nicht sehen! Heiliger Geist Gottes, wenn dein Volk betet, komm mit deiner Macht und wirke. Wenn sie das Wort predigen, komm mit deiner Macht und wirke. Wenn sie auf Widerstand stoßen, komm mit deiner Macht und wirke. Wenn sie sich schwach fühlen, komm mit deiner Macht und wirke. Wenn sie vor Menschenmassen stehen, komm mit deiner Macht und wirke. Wenn sie mit den Einsamen weinen, komm mit deiner Macht und wirke. Wenn sie fasten, komm mit deiner Macht und wirke. In allem was sie tun, umgib sie zu jeder Zeit mit deiner bestätigenden, weltverändernden Kraft.

source: The Islamic doctrine of abrogation means that some verses in the Quran can be "canceled out" by later verses. This is contrary to the unchanging nature of God in the Bible. "Because God wanted to make the unchanging nature of his purpose very clear to the heirs of what was promised, he confirmed it with an oath. God did this so that, by two unchangeable things in which it is impossible for God to lie, we who have fled to take hold of the hope offered to us may be greatly encouraged. We have this hope as an anchor for the soul, firm and secure…" (Hebrews 6:17–19) Today we pray for people [in location] to see the unchanging nature of God, that it is impossible for him to lie, and to make him the anchor for their souls.
de_de: Die islamische Lehre der Abrogation bedeutet, dass einige Verse im Koran durch spätere Verse "aufgehoben" werden können. Der frühere Vers verliert seine Gültigkeit, stattdessen gilt nun, was der spätere Vers sagt. Dies steht im Widerspruch zum unveränderlichen Wesen Gottes in der Bibel. "Auch Gott verpflichtete sich mit einem Eid, damit die Empfänger dieser Zusage vollkommen sicher sein konnten, dass sie unabänderlich war. Gott gab uns also sowohl seine Zusage als auch seinen Eid, die beide unabänderlich sind, weil Gott nicht lügt. Das ist für uns, die wir bei ihm Zuflucht gesucht haben, eine große Ermutigung, denn wir wollen ja das vor uns liegende Ziel, die Erfüllung der Hoffnung, erreichen. Diese Zuversicht ist wie ein starker und vertrauenswürdiger Anker für unsere Seele." (Hebräer 6,17-19a) Wir beten heute dafür, dass die Menschen [in location] die Unveränderlichkeit Gottes erkennen. Wir beten dafür, dass sie erkennen, dass es für Gott unmöglich ist, zu lügen, und dass sie Ihn zum Anker für ihre Seelen machen.

source: We can have confidence in the Word of God. “All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness, so that the servant of God may be thoroughly equipped for every good work” (2 Timothy 3:16). Pray for Christians from a Muslim background [in location] to find their confidence in the truth of the Bible and all that it says about Christ.
de_de: Wir können auf das Wort Gottes vertrauen. "Die ganze Schrift ist von Gottes Geist eingegeben und kann uns lehren, was wahr ist, und uns erkennen lassen, wo Schuld in unserem Leben ist. Sie weist uns zurecht und erzieht uns dazu, Gottes Willen zu tun." (2. Timotheus 3,16) Bete für Christen mit muslimischem Hintergrund [in location], dass sie Vertrauen in die Wahrheit der Bibel und alles, was sie über Christus sagt, haben.

source: “This took place for two years, so that all who lived in Asia heard the word of the Lord, both Jews and Greeks” (Acts 19:10). Ask for multiplication and spread like we see in the book of Acts: millions of people heard in two years! Ask boldly that all areas [of location] would hear the word of the Lord.
de_de: "Er tat dies zwei Jahre lang, sodass alle in der Provinz Asien, Juden und Griechen, die Botschaft Gottes hörten." (Apostelgeschichte 19,10) Bitte um Multiplikation und Verbreitung, wie wir es in der Apostelgeschichte sehen: Millionen von Menschen hörten in zwei Jahren! Bete mutig, dass alle Gebiete [of location] das Wort des Herrn hören.
