Repository: micahmills/DE-Prayer-2024
Catalog: languages/ramadan-2024-*.po
Languages: de_de, es_419, pt_br

source: Since I was child, I respected Islam, prayed, read the Koran and the Hadith, and watched Islamic TV programs. As I prayed, I would cry out and ask God to draw me closer to him. As I grew, I began to have problems with my family. When I shared my opinion, it seemed like they just wanted to argue with me. Finally, I left home to go and live with my sister. One night, as I cried myself to sleep, I had a vision of a man. I could not see his face because it was light. I could not stand and fell to the ground. In the dream, I was young and small and was wearing a crown. He put his hand on me and said, “You are mine. Don’t fear.” I tried to find an explanation for this dream. Someone told me I had seen the Messiah. I didn’t know anything about Christianity but began to search. One day I posted on Facebook,“My only hope is that God will accept me.” A Christian wrote me and told me about God’s love for me and sent me verses from the Bible. Inwardly I struggled between what I had always believed and the new truth I was learning. I finally decided to follow Jesus. I shared with my family and my brother, sister, and niece also accepted Jesus. Pray that we will start a church in our home and that we will boldly tell others of God’s love.
es_419: Desde que era niño, respeté el Islam, recé, leí el Corán y el Hadith y vi programas de televisión islámicos. Mientras oraba, clamaba y le pedía a Dios que me acercara más a él. A medida que fui creciendo, comencé a tener problemas con mi familia. Cuando compartí mi opinión, parecía que solo querían discutir conmigo. Finalmente, me fui de casa para ir a vivir con mi hermana. Una noche, mientras lloraba hasta quedarme dormido, tuve la visión de un hombre. No podía ver su rostro porque estaba iluminado. No podía pararme y caí al suelo. En el sueño, yo era joven y pequeño y llevaba una corona. Puso su mano sobre mí y dijo: “Eres mía. No temas. Traté de encontrar una explicación para este sueño. Alguien me dijo que había visto al Mesías. No sabía nada sobre el cristianismo, pero comencé a buscar. Un día publiqué en Facebook: “Mi única esperanza es que Dios me acepte”. Un cristiano me escribió y me habló del amor de Dios por mí y me envió versículos de la Biblia. Interiormente luché entre lo que siempre había creído y la nueva verdad que estaba aprendiendo. Finalmente decidí seguir a Jesús. Compartí con mi familia y mi hermano, hermana y sobrina también aceptaron a Jesús. Ore para que comencemos una iglesia en nuestro hogar y que con valentía hablemos a otros del amor de Dios.
pt_br: Desde criança, respeitei o Islã, orei, li o Alcorão e o Hadith e assisti a programas islâmicos na TV. Enquanto orava, eu clamava e pedia a Deus que me aproximasse dele. Conforme fui crescendo, comecei a ter problemas com minha família. Quando compartilhei minha opinião, parecia que eles só queriam discutir comigo. Por fim, saí de casa para ir morar com minha irmã. Uma noite, enquanto chorava até dormir, tive a visão de um homem. Não pude ver seu rosto porque estava claro. Não aguentei e caí no chão. No sonho, eu era jovem e pequeno e usava uma coroa. Ele colocou a mão em mim e disse: “Você é meu. Não tenha medo”. Tentei encontrar uma explicação para esse sonho. Alguém me disse que eu tinha visto o Messias. Eu não sabia nada sobre o cristianismo, mas comecei a pesquisar. Um dia, postei no Facebook: “Minha única esperança é que Deus me aceite”. Um cristão me escreveu e me contou sobre o amor de Deus por mim e me enviou versículos da Bíblia. Interiormente, lutei entre o que sempre acreditei e a nova verdade que estava aprendendo. Eu finalmente decidi seguir a Jesus. Compartilhei com minha família e meu irmão, irmã e sobrinha também aceitaram Jesus. Ore para que comecemos uma igreja em nossa casa e que falemos com ousadia aos outros sobre o amor de Deus.

source: “and that repentance for the forgiveness of sins should be proclaimed in his name to all nations, beginning from Jerusalem.” (Luke 24:47 ESV). Lord Jesus, impart your passion for your own glory among the nations to your followers [in location] that they would be filled with wonder and expectation at the seeming impossibility of seeing repentance for the forgiveness of sins proclaimed in your name to all nations. (Luke 24:47) Give your followers [in location] a burning passion for the great commission and your global mission, even as they grow in boldness within their own borders.
es_419: “y que se predicase en su nombre el arrepentimiento para el perdón de los pecados en todas las naciones, comenzando desde Jerusalén”. (Lucas 24:47 NVI). Señor Jesús, imparte tu pasión por tu propia gloria entre las naciones a tus seguidores [en el lugar] para que se llenen de asombro y expectativa ante la aparente imposibilidad de ver el arrepentimiento para el perdón de los pecados proclamado en tu nombre a todas las naciones. (Lucas 24:47) Da a tus seguidores [en el lugar] una pasión ardiente por la gran comisión y tu misión global, incluso mientras crecen en audacia dentro de sus propias fronteras.
pt_br: “e que em seu nome seria pregado o arrependimento para perdão de pecados a todas as nações, começando por Jerusalém.”(Lucas 24:47 NVI). Senhor Jesus, transmita sua paixão e sua própria glória entre as nações a seus seguidores [in location] para que eles fiquem maravilhados e ansiosos com a possibilidade de ver muitos se arrependendo para o perdão dos pecados e proclamando seu Nome a todas as nações. (Lucas 24:47) Dê a seus seguidores [in location] uma paixão ardente pela grande comissão e sua missão global, enquanto eles crescem em ousadia dentro de suas próprias fronteiras.

source: “Put legs to your prayers” – Ray Comfort
es_419: "Ponle piernas a tus oraciones" - Ray Comfort
pt_br: “Coloque pernas às suas orações” – Ray Comfort

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that Jesus invited us to make you the center of our love and affection! (Matthew 22:37-40)
es_419: Dios, ¡te amamos! Como Iglesia tuya, ayúdanos a hacer lo necesario para que la gente [of location] se aferre de las buenas nuevas de que Jesús nos invitó a hacerte el centro de nuestro amor y afecto. (Mateo 22:37-40)
pt_br: Deus, nós te amamos! Como sua Igreja, ajude-nos a fazer o que for preciso para que as pessoas [of location] compreendam as Boas Novas que Jesus nos convidou a fazer de você o centro de nosso amor e carinho! (Mateus 22:37-40)

source: I am a married woman with two daughters. My daughters decided to follow Jesus, and I fought with them about their decision for a long time. Over time, I developed a liver disease. The doctor wanted to start treatment. My daughters told me they would pray for me in the name of Jesus Christ. They said, “He will heal you but more than that he will save you from your sins.” I thought, “No problem. Let them try, and we will see what happens.” At that time when they were praying, I was resting in my room alone and the weather was very hot. I felt a gentle breeze blow over me. I heard a voice say my name three times. Each time the voice was stronger. I got up and got dressed. I went to my daughters and asked, “Did you call me?” They said, “no.” They continued praying for me. Then I went back to my room and realized that I had heard the voice of the Messiah, and He touched me by healing me. The next day I went to the doctor. He said, “Please forgive us. We were wrong. You are not sick.” I surrendered my life to the Lord and began my journey walking with Him. Pray for those who are sick and without hope. That Jesus will appear to them and heal them so that they may know that He is true and is their Savior.
es_419: Soy una mujer casada con dos hijas. Mis hijas decidieron seguir a Jesús y luché con ellas por su decisión durante mucho tiempo. Con el tiempo, desarrollé una enfermedad hepática. El médico quería iniciar el tratamiento. Mis hijas me dijeron que orarían por mí en el nombre de Jesucristo. Dijeron: “Él te sanará, pero más que eso, te salvará de tus pecados”. Pensé: “No hay problema. Que lo intenten y veremos qué pasa”. En ese momento cuando estaban orando, yo estaba descansando solo en mi habitación y el clima estaba muy caliente. Sentí una suave brisa soplar sobre mí. Escuché una voz decir mi nombre tres veces. Cada vez la voz era más fuerte. Me levanté y me vestí. Fui a mis hijas y les pregunté: "¿Me llamaron?" Ellos dijeron no." Continuaron orando por mí. Entonces volví a mi habitación y me di cuenta de que había oído la voz del Mesías, y Él me tocó al sanarme. Al día siguiente fui al médico. Él dijo: “Por favor, perdónanos. Estuvimos equivocados. No estas enfermo." Entregué mi vida al Señor y comencé mi camino caminando con Él. Oren por los que están enfermos y sin esperanza. Que Jesús se les aparezca y los sane para que sepan que Él es verdadero y su Salvador.
pt_br: Sou uma mulher casada com duas filhas. Minhas filhas decidiram seguir a Jesus, e eu briguei com elas por muito tempo sobre sua decisão. Com o tempo, desenvolvi uma doença hepática. O médico queria iniciar o tratamento. Minhas filhas me disseram que orariam por mim em nome de Jesus Cristo. Elas disseram: “Ele vai curá-la, mas mais do que isso, Ele vai salvá-la de seus pecados”. Eu pensei: “Sem problemas. Vou deixar elas tentarem e veremos o que acontece.” Naquela hora, quando elas estavam orando, eu estava descansando em meu quarto sozinha e estava muito quente. Senti uma brisa suave soprar sobre mim. Ouvi uma voz dizer meu nome três vezes. Em cada vez a voz era mais forte. Levantei e me vesti. Fui até minhas filhas e perguntei: “Você me chamou?” Elas disseram: “não”. E elas continuaram orando por mim. Então voltei para o meu quarto e percebi que tinha ouvido a voz do Messias, e Ele me tocou e me curou. No dia seguinte fui ao médico. Ele disse: “Por favor, nos perdoe. Nós estávamos errados. Você não está doente" .Entreguei minha vida ao Senhor e comecei a caminhar com Cristo. Ore por aqueles que estão doentes e sem esperança. Que Jesus apareça para eles e os cure para que saibam que Ele é Verdadeiro e é o seu Salvador.

source: “Though he slay me, I will hope in him; yet I will argue my ways to his face.” (Job 13:15 ESV). Father God, grant your followers [in location] a profound trust in your goodness and your sovereign power, that they might proclaim with Job "though he slay me, I will hope in him." (Job 13:15) Teach the church [in location] to stand in awe and humble reverence toward your perfect plans and purposes, even as the waves of tragedy and challenge wash over them.
es_419: "He aquí, aunque él me matare, en él esperaré; No obstante, defenderé delante de él mis caminos," (Job 13:15 RVR 1960) Padre Dios, concede a tus seguidores [in location] una confianza profunda en tu bondad y en tu poder soberano, para que puedan proclamar como Job, "aunque él me mate, en él esperaré". (Job 13:15) Enseña a la iglesia [in location] a asombrarse y a tener una reverencia humilde hacia tus planes y propósitos perfectos, incluso cuando las olas de la tragedia y desafíos los inunden.
pt_br: “Embora ele me mate, ainda assim esperarei nele; certo é que defenderei os meus caminhos diante dele.”(Jó 13:15 NVI). Deus Pai, conceda a seus seguidores [in location] uma profunda confiança em sua bondade e seu poder soberano, para que possam proclamar como Jó "ainda que Ele me mate, nele esperarei". (Jó 13:15) Ensine a igreja [in location] a permanecer em admiração e humilde reverência em relação aos Seus planos e propósitos perfeitos, mesmo quando as ondas da tragédia e do desafio os inundarem.

source: “I believe that in each generation God has called enough men and women to evangelize all the yet unreached tribes of the earth. It is not God who does not call. It is man who will not respond!” – Isobel Kuhn, 1901-1957, missionary to China and Thailand
es_419: "Creo que en cada generación, Dios ha llamado a suficientes hombres y mujeres a evangelizar a las aún no alcanzadas tribus de la tierra. No es Dios que no llama. ¡Es el hombre que no responde!" - Isobel Kuhn, 1091-1957, misionera a China y Tailandia
pt_br: “Acredito que em cada geração Deus chamou homens e mulheres suficientes para evangelizar todas as tribos ainda não alcançadas da terra. Não é Deus que não chama. É o homem que não está respondendo!” – Isobel Kuhn, 1901-1957, missionária na China e na Tailândia

source: God, we love you! As your Church help us do what it takes to let the people [of location] grasp the Good News that Jesus is coming back like lightning! (Matthew 24:27)
es_419: Dios, ¡te amamos! Como Iglesia tuya, ayúdanos a hacer lo necesario para que la gente [of location] se aferre de las buenas nuevas de que Jesús volverá como un relámpago. (Mateo 24:27)
pt_br: Deus, nós te amamos! Como Sua Igreja nos ajude a fazer o que for preciso para permitir que as pessoas [of location] compreendam as Boas Novas de que Jesus está voltando como um raio! (Mateus 24:27)

source: I am a twenty-three year old woman. My family situation is very difficult, especially with my father. I finally ran away. I went through some very hard circumstances. One day a friend introduced me to a Christian family. They welcomed me and told me about the Messiah. They said, “The Messiah is able to help you in your suffering.” Later I got online and was looking for a solution to my problems. Again, I was shocked to find information about the Messiah. I met Christians and they prayed with me a lot. One day I woke up and I had such joy in my heart. I heard a voice say, “Accept the Messiah. Accept the Messiah.” I accepted Christ and was filled with the Holy Spirit. I felt new life come into my body and fill me with strength and renew my soul. Within a week, God began to prompt me to forgive my father. Pray that God will give me faith to trust Him and forgive my father. Pray for others who are bound by the slavery of bitterness and unforgiveness. Pray that God will give them strength to forgive.
es_419: Soy una mujer de veintitrés años. Mi situación familiar es muy difícil, especialmente con mi padre. Finalmente me escapé. Pasé por circunstancias muy duras. Un día un amigo me presentó a una familia cristiana. Me recibieron y me hablaron del Mesías. Dijeron: "El Mesías puede ayudarte en tu sufrimiento". Más tarde me conecté y estaba buscando una solución a mis problemas. Una vez más, me sorprendió encontrar información sobre el Mesías. Conocí cristianos y oraron mucho conmigo. Un día me desperté y tenía tanta alegría en mi corazón. Escuché una voz que decía: “Acepta al Mesías. Acepta al Mesías”. Acepté a Cristo y fui lleno del Espíritu Santo. Sentí que una nueva vida entraba en mi cuerpo y me llenaba de fuerzas y renovaba mi alma. En una semana, Dios comenzó a incitarme a perdonar a mi padre. Ore para que Dios me dé fe para confiar en Él y perdonar a mi padre. Ore por otros que están atados por la esclavitud de la amargura y la falta de perdón. Ore para que Dios les dé fuerza para perdonar.
pt_br: Eu sou uma mulher de vinte e três anos. Minha situação familiar é muito difícil, principalmente com meu pai. Então eu finalmente fugi. Eu passei por algumas situações muito difíceis. Um dia, um amigo me apresentou a uma família cristã. Eles me acolheram e me falaram sobre o Messias. Eles disseram: “O Messias é capaz de ajudá-la em seu sofrimento”. Mais tarde, fiquei online e estava procurando uma solução para meus problemas. Mais uma vez, fiquei chocada ao encontrar informações sobre o Messias.Eu conheci alguns cristãos e eles oraram muito comigo. Um dia eu acordei e tinha tanta alegria em meu coração. Ouvi uma voz dizer: “Aceite o Messias. Aceite o Messias”. Aceitei a Cristo e fui cheia do Espírito Santo. Senti uma nova vida entrar em meu corpo e me encher de força e renovar minha alma. Em uma semana, Deus começou a me levar a perdoar meu pai. Ore para que Deus me dê fé para confiar Nele e perdoar meu pai. Ore por outros que estão presos à escravidão da amargura e da falta de perdão. Ore para que Deus lhes dê forças para perdoar.

source: “Go your way; behold, I am sending you out as lambs in the midst of wolves.” (Luke 10:3 ESV). Lord Jesus, you have sent your followers [in location] out as lambs in the midst of wolves. Be their ever-mindful, every-caring shepherd as you grow them in confidence and steadfastness to trust you as the wolves encircle and threaten. Would you give them a supernatural, attractive gentleness that even their suffering might a witness to their enemies who would see them divided and lost. (Luke 10:3).
es_419: "¡Vayan ustedes! Miren que los envío como corderos en medio de lobos." (Lucas 10:3 NVI) Señor Jesús, has enviado a tus seguidores [in location] como a corderos en medio de lobos. Se tú su pastor siempre consciente y siempre atento. Haz crecer su confianza y firmeza para confiar en ti en medio de los lobos que los rodean y amenazan. Dales, Señor, una dulzura sobrenatural y atractiva para que incluso su sufrimiento pudiera ser un testimonio para sus enemigos que desean verlos divididos y perdidos. (Lucas 10:3).
pt_br: “Vão! Eu os estou enviando como cordeiros entre lobos.” (Lucas 10:3 NVI). Senhor Jesus, você enviou seus seguidores [in location] como cordeiros no meio de lobos. Jesus, Seja o pastor deles sempre atento e atencioso a medida que os desenvolve em confiança e firmeza para confiar em Ti enquanto os lobos os cercam e os ameaçam. Te pedimos que dê à eles uma gentileza sobrenatural e atraente para que mesmo em meio ao sofrimentos eles possam ser um testemunho para seus inimigos que estão perdidos (Lucas 10:3).

source: “If you are ever inclined to pray for a missionary, do it at once, where ever you are. Perhaps he may be in great peril at that moment.” – Amy Carmichael, 1867-1951, missionary to India
es_419: "Si eres conmovido a orar por un misionero, hazlo en ese mismo instante, estés donde estés. Puede que esté en gran peligro justo en ese momento." - Amy Carmichael, 1867 - 1951, misionera a la India
pt_br: “Se você estiver inclinado a orar por um missionário, faça-o imediatamente, onde quer que você esteja. Talvez ele esteja em grande perigo naquele momento. – Amy Carmichael, 1867-1951, missionária na Índia

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that Jesus will bless those who are faithful in this life! (Matthew 24:47)
es_419: Dios, ¡te amamos! Como Iglesia tuya, ayúdanos a hacer lo necesario para que la gente [of location] se aferre de las buenas nuevas de que Jesús bendecirá a aquellos que son fieles en esta vida. (Mateo 24:47)
pt_br: Deus, nós te amamos! Como sua Igreja, ajude-nos a fazer o que for preciso para permitir que as pessoas [of location] compreendam as Boas Novas de que Jesus abençoará aqueles que forem fiéis nesta vida! (Mateus 24:47)

source: I am Nasser, and I am from Afghanistan. When I was a teenager, my family fled The Taliban and went to Pakistan. I was from a well-to-do family, and my parents had money to send my siblings and I to learn English at a learning center there that some westerners taught at. One of the teachers played the guitar really well, and I hadn't heard this instrument before - we have other kinds of instruments in Afghanistan. I asked him if he would come home with me to play the guitar at my house and have dinner with my family. Before beginning dinner, my father thought to honor our guest and his culture by asking him to thank Allah for the food. As the westerner prayed, it was the first time I felt peace in my entire tumultuous life -- I looked at this man as he prayed, and I could see this overwhelming peace and joy, and I wanted it. As he finished praying, I heard him say in Urdu, "in Jesus' name, Amen." I knew then there must be some connection to Jesus and this guy's peace and joy. In the coming weeks, that man led me to Christ, and then I led my family to Christ. We moved back to Afghanistan a couple years later, and by the grace of God we saw many Afghans come to faith in Christ, some even who are still in Afghanistan and remain a light under the current regime. Please pray for the persecuted church in Afghanistan: - to love their enemies - to be filled with love and boldness to share the gospel, heal the sick and cast out demons - to multiply disciples, churches, and leaders among every people and place in that country
es_419: Soy Nasser y soy de Afganistán. Cuando era adolescente, mi familia huyó de los talibanes y se fue a Pakistán. Yo era de una familia acomodada, y mis padres tenían dinero para enviarnos a mis hermanos y a mí a aprender inglés en un centro de aprendizaje en el que enseñaban algunos occidentales. Uno de los profesores tocaba muy bien la guitarra y yo no había oído este instrumento antes. Tenemos otros tipos de instrumentos en Afganistán. Le pregunté si vendría a casa conmigo para tocar la guitarra en mi casa y cenar con mi familia. Antes de comenzar la cena, mi padre pensó en honrar a nuestro invitado y su cultura pidiéndole que agradeciera a Allah por la comida. Mientras oraba el occidental, fue la primera vez que sentí paz en toda mi tumultuosa vida. Miré a este hombre mientras oraba y pude ver esta paz y alegría abrumadoras, y lo deseaba. Cuando terminó de orar, lo escuché decir en urdu, "en el nombre de Jesús, amén". Entonces supe que debía haber alguna conexión con Jesús y la paz y el gozo de este hombre. En las próximas semanas, ese hombre me guió a Cristo, y luego guié a mi familia a Cristo. Regresamos a Afganistán un par de años después y, por la gracia de Dios, vimos a muchos afganos llegar a la fe en Cristo, algunos incluso que todavía están en Afganistán y siguen siendo una luz bajo el régimen actual. Por favor oren por la iglesia perseguida en Afganistán: - amar a sus enemigos - estar llenos de amor y audacia para compartir el evangelio, sanar a los enfermos y expulsar demonios - multiplicar discípulos, iglesias y líderes entre cada pueblo y lugar en ese país
pt_br: Eu sou Nasser e sou do Afeganistão. Quando eu era adolescente, minha família fugiu do Talibã e foi para o Paquistão. Eu vinha de uma família abastada e meus pais tinham dinheiro para enviar meus irmãos e eu para aprender inglês em um centro de aprendizado onde alguns ocidentais ensinavam. Um dos professores tocava violão muito bem, e eu nunca tinha ouvido esse instrumento antes - temos outros tipos de instrumentos no Afeganistão. Perguntei se ele poderia vir comigo para tocar violão em minha casa e jantar com minha família. Antes de começar o jantar, meu pai pensou em homenagear nosso convidado e sua cultura, pedindo-lhe que agradecesse a Alá pela comida. Enquanto o ocidental orava, foi a primeira vez que senti paz em toda a minha vida tumultuada - olhei para este homem enquanto ele orava e pude ver essa paz e alegria avassaladoras, e eu queria isso. Quando ele terminou de orar, ouvi-o dizer em urdu: "em nome de Jesus, amém". Eu sabia que deveria haver alguma conexão com Jesus e a paz e alegria desse cara. Nas semanas seguintes, aquele homem me levou a Cristo, e então eu levei minha família a Cristo. Voltamos para o Afeganistão alguns anos depois e, pela graça de Deus, vimos muitos afegãos aceitarem a fé em Cristo, alguns até mesmo ainda estão no Afeganistão e continuam sendo uma luz sob o atual regime. Por favor, ore pela igreja perseguida no Afeganistão: -para que amem seus inimigos -para que sejam cheios de amor e ousadia para compartilhar o evangelho, curar os enfermos e expulsar demônios -para que multipliquem discípulos, igrejas e líderes entre todos os povos e lugares naquele país
