Repository: micahmills/DE-Prayer-2024
Catalog: languages/ramadan-2024-*.po
Languages: de_de, es_419, pt_br

source: Last night many Muslims celebrated the "Night of Power" hoping that God would show up miraculously to change their circumstances (health, financial, relational, etc.). We continue to pray that they would encounter Jesus who already miraculously "showed up" as the Word who became flesh to change their current realities and eternity through His life, death, and resurrection.
de_de: Gestern Nacht feierten viele Muslime die "Nacht der Macht" in der Hoffnung, dass Gott auf wundersame Weise ihre Lebensumstände (Gesundheit, Finanzen, Beziehungen usw.) verändern würde. Wir beten weiterhin dafür, dass sie Jesus begegnen, der sich bereits auf wundersame Weise als das fleischgewordene Wort "gezeigt" hat, um ihre gegenwärtige Situation und die Ewigkeit durch sein Leben, seinen Tod und seine Auferstehung zu verändern.

source: We have authority in Christ to speak the truth in love, with boldness. "Death and life are in the power of the tongue, and those who love it will eat its fruit" (Proverbs 18:21). Pray for Christians from a Muslim background [in location] to use their tongues to speak of the life found in Christ to those around them today.
de_de: Wir haben in Christus die Vollmacht, die Wahrheit in Liebe mutig zu verkünden. "Wer gern redet, muss die Folgen tragen, denn die Zunge kann töten oder Leben spenden." (Sprüche 18,21) Bete für Christen mit muslimischem Hintergrund [in location], dass sie ihre Zungen dazu gebrauchen, den Menschen in ihrer Umgebung von dem Leben in Christus zu erzählen.

source: “And many [people [in location]] shall join themselves to the Lord in that day, and shall be my people. And I will dwell in your midst, and you shall know that the Lord of hosts has sent me to you” (Zechariah 2:11). Lord, it is your will, your deep desire, that Muslims [in location] shall join themselves to you. You long for them to become your people, and you promise to dwell in their midst. Lord, again, we ask for you to dwell [in location], among all of the peoples in it. Inhabit their homes. Fill their hearts. Overflow into their neighborhoods. Make them into your special people, a blessing for the nations around them. Amen
de_de: "»An jenem Tag schließen sich viele Völker dem HERRN an und auch sie sollen zu meinem Volk gehören. Ich will in deiner Mitte wohnen.« Dann sollst du erkennen, dass mich der HERR, der Allmächtige, zu dir gesandt hat." (Sacharja 2,15) Herr, es ist dein Wille, dein tiefer Wunsch, dass sich die Muslime [in location] dir anschließen. Du wünschst dir, dass sie dein Volk werden, und du versprichst, dass du in ihrer Mitte wohnst. Herr, wir bitten dich erneut, bei allen Menschen [in location] zu wohnen. Erfülle ihre Häuser. Erfülle ihre Herzen. Erfülle ihre Nachbarschaften. Mache sie zu deinem besonderen Volk, zu einem Segen für die Nationen um sie herum. Amen

source: When Christians [in location] look to the West they see large buildings and programming. But what is the essence of the church? What is its function? Pray that Christians will look to the Word of God as they start house churches, and not be overwhelmed by extra-biblical expectations.
de_de: Wenn Christen [in location] in den Westen schauen, sehen sie große Kirchengebäude und viele Programme. Aber was ist das Wesentliche einer Gemeinde? Was ist ihre Funktion? Bete, dass Christen auf das Wort Gottes schauen, wenn sie Gemeinden gründen, und sich nicht von biblisch nicht notwendigen extra Erwartungen überwältigen lassen.

source: Ask that Jesus, the Lord of the Harvest, would release more workers into his fields [in location]. And pray that these workers would come from the harvest. We need more workers [in location]. Pray that workers from the same background as the harvest would be sent into the fields to sow and to reap, and ask that laughter would be granted to the sower as well as great joy for the reaper. Amen!
de_de: Bitte, dass Jesus, der Herr der Ernte, mehr Arbeiter in seine Felder [in location] beruft. Bete, dass diese Arbeiter aus der Ernte selbst kommen. Wir brauchen mehr Arbeiter [in location]. Bete, dass diese Arbeiter, den gleichen Hintergrund haben wie die Ernte zu der sie gesendet werden. Bete, dass dem Sämann ein Lachen geschenkt wird und dem Schnitter große Freude. Amen!

source: In many parts of the Muslim world, Islam is passed down more through tradition, family, and society than in formal education. Prayer, fasting, and going on the Hajj are mostly done in a communal context. Today we pray in faith for our brothers and sisters [in location] to find community and family in your Church. We pray they would have vision for sharing what they are learning about Christ in their community, families, and networks.
de_de: In vielen Teilen der muslimischen Welt wird der Islam eher durch Tradition, Familie und Gesellschaft weitergegeben als durch formale Bildung. Das Gebet, das Fasten und die Hadsch finden meist in einem gemeinschaftlichen Kontext statt. Heute beten wir im Glauben für unsere Brüder und Schwestern [in location], dass sie ebenfalls eine starke Gemeinschaft in ihren Gemeinden erleben. Wir beten, dass sie eine Vision dafür haben, das, was sie über Christus lernen, in ihren Familien, ihrem Freundeskreis und ihrer Nachbarschaft weiterzugeben.

source: Our distinctive marks are not humiliation or inferiority, but Christ’s victory, unity in Christ’s love, and the cross. "If anyone would come after me, he must deny himself and take up his cross daily and follow me" (Luke 9:23). Pray for Christians from a Muslim background [in location] to be freed from every need to self-promote, boast, and compensate for any sense of inferiority. May they embrace Jesus' example of self-denial and follow Him.
de_de: Unsere Erkennungszeichen sind nicht Demütigung oder Unterlegenheit, sondern der Sieg Christi, die Einheit in der Liebe Christi und das Kreuz. "Wenn einer von euch mit mir gehen will, muss er sich selbst verleugnen, jeden Tag aufs Neue sein Kreuz auf sich nehmen und mir nachfolgen." (Lukas 9,23) Bete für Christen mit muslimischem Hintergrund [in location], dass sie von jedem Bedürfnis nach Selbstdarstellung, Angeberei und Kompensation von Minderwertigkeitsgefühlen befreit werden. Mögen sie sich Jesu Beispiel der Selbstverleugnung zu eigen machen und ihm nachfolgen.

source: “And they sing the song of Moses, the servant of God, and the song of the Lamb, saying, ’Great and amazing are your deeds, O Lord God the Almighty! Just and true are your ways, O King [of location]!’” (Rev 15:3). Father, this scripture speaks truth: one day, [location] will sing the song of Moses, the song of Miriam (Exodus 15:20-21), and they shall dance before the Lord as a once-captive people now walking across a dry sea, a once-imprisoned people now liberated from the brutality of Pharaoh. The truth is that all the people [of location] shall sing: great and marvelous are your deeds, Lord God Almighty; just and true are your ways, O Lord, King of Ages!
de_de: "und sie sangen das Lied Moses, des Dieners Gottes, und das Lied des Lammes: »Groß und wunderbar sind deine Taten, Herr, Gott, Allmächtiger. Gerecht und wahrhaftig sind deine Wege, König der Völker [of location]." (Offenbarung 15,3) Vater, diese Verse sind wahr: Eines Tages wird [location] das Lied des Mose singen, das Lied der Miriam (2. Mose 15,20-21), und sie werden vor dem Herrn tanzen wie ein einst gefangenes Volk, das nun über ein trockenes Meer geht, ein einst gefangenes Volk, das nun von der Brutalität des Pharao befreit ist. Die Wahrheit ist, dass das ganze Volk [of location] singen wird: Groß und wunderbar sind deine Taten, Herr, Gott, Allmächtiger. Gerecht und wahrhaftig sind deine Wege, König der Völker!

source: Christians are often persecuted by friends and family. Sometimes they have a hard time finding people who are willing to learn and grow with them. Pray that God will guide new believers [in location] to those they already know who are searching.
de_de: Christen werden oft von Freunden und Familie verurteilt und verfolgt. Manchmal haben sie es schwer, Menschen zu finden, die bereit sind, mit ihnen zu lernen und zu wachsen. Bete, dass Gott neue Gläubige [in location] zu Menschen führt, die sie bereits kennen, die ebenfalls auf der Suche sind.

source: Lord of compassion, would you rise and deliver your imprisoned people. Have mercy on those whose attention is captured by distractions and cheap thrills; have mercy on those whose time is consumed by workaholism and mindless activity; have mercy on those whose energy is sapped by the toxic effects of addiction, over-consumption, and escapism. Lord, have mercy; Christ, have mercy.
de_de: Herr der Barmherzigkeit, erhebe dich und befreie dein gefangenes Volk. Erbarme dich derer, deren Aufmerksamkeit von Ablenkungen und billigem Nervenkitzel gefangen genommen wird; erbarme dich derer, deren Zeit von Arbeitssucht und geistloser Aktivität verbraucht wird; erbarme dich derer, deren Energie von den Auswirkungen von Sucht, übermäßigem Konsum und Realitätsflucht aufgezehrt wird. Herr, erbarme dich; Christus, erbarme dich.

source: How could this quote inspire you to pray for [people_group]?
es_419: ¿Cómo puede esta frase inspirarte a orar por [people_group]?
pt_br: Como esta citação pode inspirá-lo a orar pelos [people_group]?

source: God, we love you! As your Church, help us do what it takes to let the people [of location] see you through Jesus, the radiance of your glory, the exact imprint of your nature! (Hebrews 1:3)
es_419: Dios, ¡te amamos! Como tu Iglesia, ayúdanos a hacer lo necesario para que la gente [of location] te vea a través de Jesús, el resplandor de tu gloria, ¡la fiel imagen de lo que eres! (Hebreos 1:3)
pt_br: Deus, nós te amamos! Como sua Igreja, ajude-nos a fazer o que for preciso para permitir que os [of location] vejam Jesus, o esplendor de sua glória, a marca exata de sua natureza! (Hebreus 1:3)

source: "I am twenty-four and from Tunisia. I had a lot of debt and owed a lot of people and the government money. I asked myself, "Why don't I ask God to help me?" The truth is, I didn't ask because I didn't believe God would help me. I left Islam and called myself an atheist. But, there was always something inside me that said, "There is a God." I began to search and discuss with my friends. At that time, all of us were disillusioned, searching for truth, and some had even become Christians. We all brought information and shared with one another. Pray for us that we will discover truth together." Pray for spiritual seekers [in location] and all over the Muslim world to search and discuss the Bible with friends.
es_419: "Tengo 24 años y soy de Tunisia. He le he debido dinero a mucha gente y al gobierno. Me pregunté, '¿por qué no le pido a Dios que me ayude?' La verdad es que no le pedí ayuda porque no creía Dios me iba a ayudar. Dejé el Islam y me consideré ateo. Pero había algo dentro de mí que decía, 'Existe un Dios.' Comencé a buscar y a discutir con mis amigos. En aquel entonces, todos estábamos decepcionados, buscando la verdad, y algunos se habían hasta convertido en Cristianos. Todos trajimos información y la compartimos entre nosotros. Oren por nosotros para que descubramos la verdad juntos." Ora por buscadores espirituales [in location] y en todo el mundo Musulmán que busquen y discutan acerca de la Biblia con sus amigos.
pt_br: "Tenho 24 anos e sou da Tunísia. Eu tinha muitas dívidas e devia dinheiro para muitas pessoas e para o governo. Eu me perguntei: "Por que não peço a Deus para me ajudar?" A verdade é que eu não perguntei porque não acreditava que Deus me ajudaria. Deixei o Islã e virei ateu. Mas, sempre havia algo dentro de mim que dizia: "Deus existe." Comecei a pesquisar e discutir com meus amigos . Naquela época, todos nós estávamos desiludidos, procurando a verdade, e alguns até se tornaram cristãos. Todos nós trouxemos informações e compartilhamos uns com os outros. Orem por nós para que possamos descobrir a verdade juntos." Ore por aqueles que estão buscando respostas espirituais [in location] e em todo o mundo muçulmano para que possam encontrar a Bíblia e discuti-la com seus amigos.

source: “When an attempt was made by both Gentiles and Jews, with their rulers, to mistreat them and to stone them, they learned of it and fled to Lystra and Derbe, cities of Lycaonia, and to the surrounding country, and there they continued to preach the gospel.” (Acts 14:5-7). When attempts are made to mistreat believers [in location] - and even when some must flee - may they be blessed with the boldness and perseverance to continue to preach the gospel. (Acts 14:5-7) Lord, give them faith that cannot be shaken by persecution."
es_419: "Hubo un complot tanto de los gentiles como de los judíos, apoyados por sus dirigentes, para maltratarlos y apedrearlos. Al darse cuenta de esto, los apóstoles huyeron a Listra y a Derbe, ciudades de Licaonia, y a sus alrededores, donde siguieron anunciando las buenas nuevas." (Hechos 14:5-7) Cuando hubieron atentados para maltratar a creyentes [in location] - y aún algunos deben huir - que sean bendecidos con la valentía y perseverancia para continuar predicando el evangelio. (Hechos 14:5-7) Señor, dales fe que no puede ser sacudida por la persecución."
pt_br: “Formou-se uma conspiração de gentios e judeus, com os seus líderes, para maltratá-los e apedrejá-los. Quando eles souberam disso, fugiram para as cidades licaônicas de Listra e Derbe, e seus arredores, onde continuaram a pregar as boas-novas.” Atos 14:5-7). Quando conspirações são feitas para maltratar os crentes [in location] - e mesmo quando alguns devem fugir - que eles sejam abençoados com ousadia e perseverança para continuar a pregar o evangelho. (Atos 14:5-7) Senhor, dê-lhes uma fé que não pode ser abalada pela perseguição."

source: As you look at this image, how does God lead you to pray for these people?
es_419: ¿Cómo te conduce Dios a orar por estas personas al mirar esta imagen?
pt_br: Ao olhar para esta imagem, como Deus o leva a orar por essas pessoas?

source: "This is the grand purpose for which we were created: to enjoy the grace of Christ as we spread the gospel of Christ from wherever we live, to the ends of the earth." - David Platt
es_419: "Este es el gran propósito por el que fuimos creados: disfrutar la gracia de Cristo a medida que esparcimos el evangelio de Cristo desde donde sea que vivamos hasta los confines de la tierra." - David Platt
pt_br: "Este é o grande propósito para o qual fomos criados: desfrutar da graça de Cristo enquanto pregamos o evangelho de Cristo onde quer que vivamos, até os confins da terra." -David Platt

source: God, we love you! As your Church, help us do what it takes to gladden the hearts of your people [in location] as they understand that Jesus completely and perfectly made purification for sin and then sat down at the right hand of Majesty! (Hebrews 1:3-4)
es_419: Dios, ¡te amamos! Como tu Iglesia, ayúdanos a hacer lo que haga falta para alegrar los corazones de tu gente [in location] a medida que comprenden que Jesús nos limpió del pecado completa y perfectamente y luego se sentó a la derecha de la Majestad! (Hebreos 1:3-4)
pt_br: Deus, nós te amamos! Como sua Igreja, ajude-nos a fazer o que for preciso para alegrar os corações de seu povo [in location], para que eles entendam que Jesus fez completa e perfeita purificação do pecado e depois se sentou à direita da Majestade! (Hebreus 1:3-4)

source: I am Abraham and I grew up in a Muslim family in India. The doctor said the baby inside my pregnant wife would die. Followers of Jesus offered to pray for our unborn child. Jesus miraculously healed our baby. After this our family began listening to stories about Jesus. Today we passionately make disciples of Jesus among other Muslims in India. As we prepared to baptize other families they shared how because of following Jesus their lives are in springtime. Jesus has healed them of sickness, given them hope and improved their families. Yet most people groups in India remain unreached by the gospel. Pray that God's kingdom comes to [in location] and all over the Muslim world.
es_419: Me llamo Abraham y crecí en una familia Musulmana en India. El doctor dijo que el bebé que estaba en el vientre de mi esposa embarazada moriría. Seguidores de Jesús se ofrecieron a orar por nuestro hijo no nacido. Jesús milagrosamente curó a nuestro bebé. Luego de esto, nuestra familia comenzó a escuchar historias sobre Jesús. Hoy nosotros hacemos discípulos de Jesús apasionadamente entre otros Musulmanes en India. Al prepararnos a bautizar a otras familias, ellas nos compartían como sus vidas parecen ser una gran primavera ahora que siguen a Jesús. Él los sanó de enfermedades, les dio esperanza y mejoró sus familias. Aún así, la mayoría de los grupos de India permanecen no alcanzados por el evangelio. Ora para que el Reino de Dios llegue a [in location] y a todo el mundo Musulmán.
pt_br: Eu sou Abraham e cresci em uma família muçulmana na Índia. O médico disse que o bebê que a minha esposa estava esperando morreria. Seguidores de Jesus se ofereceram para orar por nosso filho que ainda não havia nascido. Jesus milagrosamente curou nosso bebê. Depois disso, nossa família começou a ouvir histórias sobre Jesus. Hoje nós somos apaixonados por Jesus e estamos fazendo discípulos de Jesus entre outros muçulmanos na Índia. Enquanto nos preparávamos para batizar outras famílias, eles compartilharam como, por seguirem a Jesus, suas vidas estão em um novo e maravilhoso começo, onde eles estão florescendo e dando frutos para o Senhor. Jesus os curou de doenças, deu-lhes esperança e melhorou suas famílias. No entanto, a maioria dos grupos de pessoas na Índia permanece não alcançada pelo evangelho. Ore para que o reino de Deus chegue a [in location] e em todo o mundo muçulmano.

source: “So Peter was kept in prison, but earnest prayer for him was made to God by the church.” (Acts 12:5 ESV). When the church [in location] is persecuted, and even when followers of Jesus are imprisoned, may the church be drawn into earnest, persevering prayer. (Acts 12:5) Lord Jesus, deepen the faith and sustain the dependent prayers of the church [in location]."
es_419: "Pero, mientras mantenían a Pedro en la cárcel, la iglesia oraba constante y fervientemente a Dios por él." (Hechos 12:5 NVI). Cuando la iglesia [en localización] es perseguida, y aún cuando los seguidores de Jesús son encarcelados, que la iglesia sea conducida en una oración constante y ferviente. (Hechos 12:5) Señor Jesús, profundiza la fe y sostén las oraciones de la iglesia [en localización]."
pt_br: “Pedro, então, ficou detido na prisão, mas a igreja orava intensamente a Deus por ele.”(Atos 12:5 NVI). Quando a igreja [in location] for perseguida, e mesmo quando os seguidores de Jesus forem presos, que a igreja seja levada a uma oração fervorosa e perseverante. (Atos 12:5) Senhor Jesus, aprofunde a fé e sustente as orações da igreja [in location]."

source: “There is not a square inch in the whole domain of our human existence over which Christ, who is Sovereign over all, does not cry, Mine!” - Abraham Kuyper
es_419: "No hay un sólo centímetro cuadrado en todo el dominio de nuestra existencia humana sobre el cual Cristo, que es soberano todas las cosas, no clame, '¡Mío!'" - Abraham Kuyper
pt_br: “Não há um centímetro quadrado em todo o domínio de nossa existência humana sobre o qual Cristo, que é Soberano sobre todos, não clame, É Meu!” -Abraham Kuyper

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that when Jesus taught us to pray to you He told us to call you our Father! (Matthew 6:6-14)
es_419: Dios, ¡te amamos! Como Iglesia tuya, ayúdanos a hacer lo necesario para que la gente [of location] se aferre de las buenas nuevas de que cuando Jesús nos enseñó a orarte, Él nos dijo que te llamáramos Padre. (Mateo 6:6-14)
pt_br: Deus, nós te amamos! Como sua Igreja, ajude-nos a fazer o que for necessário para que as pessoas [of location] compreendam as Boas Novas de que, quando Jesus nos ensinou a orar, Ele nos disse para chamá-lo de nosso Pai! (Mateus 6:6-14)

source: Fawad saw a Facebook ad one day about the prophet Abraham ready to sacrifice his son. He had questions and he reached out to a Christian social media page. He engaged in many conversations. After talking for three months he decided to put his faith in Jesus. Fawad did something bold after he became a believer, he invited his family members to listen to his conversation on the phone with a Christian. His wife and kids sat with him when he would talk about Jesus and after a couple of months they all made a decision to follow in Fawad’s footsteps and be followers of Jesus. Please pray for Fawad, his wife and three kids to grow stronger in their faith and continue to be bold to share their faith with many others. Pray for more families like Fawad's [in location].
es_419: Fawad vio una publicidad de Facebook un día acerca del profeta Abraham a punto de sacrificar a su hijo. Él tenía preguntas así que se puso en contacto con una página Cristiana en una red social. Tuvo varias conversaciones con ellos. Luego de hablar por tres meses, decidió poner su fe en Jesús. Fawad hizo algo audaz luego de convertirse en un creyente: invitó a miembros de su familia a escuchar su conversación telefónica con un Cristiano. Su esposa e hijos se sentaron con él cuando hablaba acerca de Jesús y luego de un par de meses tomaron la decisión de andar en los pasos de Fawad y ser seguidores de Jesús. Por favor ora para que Fawad, su esposa y tres hijos crezcan en su fe y continúen siendo valientes en compartir su fe con muchos otros. Ora por muchas familias más como la de Fawad [in location].
pt_br: Fawad viu um dia um anúncio no Facebook sobre o profeta Abraão pronto para sacrificar seu filho. Ele tinha perguntas e entrou em contato com uma página de mídia social cristã. Ele participou de muitas conversas. Depois de conversar por três meses, ele decidiu colocar sua fé em Jesus. Fawad fez algo ousado depois que se tornou crente, ele convidou seus familiares para ouvir sua conversa ao telefone com um cristão. Sua esposa e filhos sentaram-se com ele quando ele falava sobre Jesus e depois de alguns meses todos decidiram seguir os passos de Fawad e ser seguidores de Jesus. Por favor, ore para que Fawad, sua esposa e três filhos cresçam mais fortes em sua fé e continuem a ter coragem de compartilhar sua fé com muitos outros. Ore por mais famílias como a de Fawad [in location].

source: “but you shall cling to the Lord your God just as you have done to this day.” (Joshua 23:8 ESV). Strengthen the spiritual hands of believers [in location] that they might cling to the Lord their God. (Joshua 23:8) Grant, the church [in location] an ever-growing list of those who have gone ahead to which they can look for example and encouragement in faithful finishing of the race (2 Timothy 4:7).
es_419: "Permanezcan fieles al Señor su Dios, como lo han hecho hasta ahora." (Josué 23:8 NVI). Fortalece las manos espirituales de los creyentes [in location] para que se puedan aferrar al Señor su Dios. (Josué 23:8) Concédele a la iglesia [in location] una lista siempre creciente de personas que ya han transitado el camino y puedan utilizar como ejemplo de ánimo y fidelidad en completar la carrera (2 Timoteo 4:7).
pt_br: “Mas apeguem-se somente ao Senhor, o seu Deus, como fizeram até hoje.” (Josué 23:8 NVI). Fortaleça as mãos espirituais dos crentes [in location] para que eles possam se apegar ao Senhor seu Deus. (Josué 23:8) Conceda, à igreja [in location] uma lista cada vez maior daqueles que foram adiante, aos quais eles podem olhar como exemplo e encorajamento para terminar fielmente a corrida (2 Timóteo 4:7).
