Repository: micahmills/DE-Prayer-2024
Catalog: languages/ramadan-2024-*.po
Languages: de_de, es_419, pt_br

source: When I was 29 years old I became addicted to drugs after my fiance broke up with me and my job was terrible. Life was so bad I purchased as many drugs as I could in order to commit suicide. As I lay there waiting to die I prayed, “Are you Allah or are you God? Whoever you are, save me. I didn't think that life could be this hard. People are cruel and insensitive. I am addicted to alcohol and drugs. I know these are bad, but I use them to escape. Please help me if you can hear me, help me. If I deserve hell for killing myself, stop me right now. I want to be happy without being dependent on anything. I have lived far from you and offended you, show me where I made a mistake and teach me how to make a fresh start. I'm about to die God, help me!" Then I fell asleep. I heard a voice in my dream saying, “Ask and it will be given to you; seek and you will find; knock and the door will be opened to you. For everyone who asks receives; the one who seeks finds; and to the one who knocks, the door will be opened." I had no idea what this meant, but sometime later I met a Christian who took out a Bible and showed me the same words I heard in my dream. They were from Matthew 7. As I read, I found peace and Jesus gave me hope. I realized that Jesus is Lord and savior. In a very short time, Jesus gave me healing, hope, and blessings. I got rid of all my addictions and bad habits without any medical support. Jesus saved me, and thanks to the Bible, I now know God very well and know that he is a loving father. I used to not like people, now I love them very much. We are no longer under the control of sin. I have become a new person and I am full of hope.
es_419: Cuando tenía 29 años me volví adicto a las drogas después de que mi prometido rompió conmigo y mi trabajo era terrible. La vida era tan mala que compré todas las drogas que pude para suicidarme. Mientras yacía allí esperando morir, oré: “¿Eres Alá o eres Dios? Quienquiera que seas, sálvame. No pensé que la vida pudiera ser tan dura. La gente es cruel e insensible. Soy adicto al alcohol y las drogas. Sé que estos son malos, pero los uso para escapar. Por favor, ayúdame si puedes oírme, ayúdame. Si merezco el infierno por suicidarme, detenme ahora mismo. Quiero ser feliz sin depender de nada. He vivido lejos de ti y te he ofendido, muéstrame dónde me equivoqué y enséñame a empezar de nuevo. ¡Estoy a punto de morir, Dios, ayúdame!" Entonces me quedé dormido. Oí una voz en mi sueño que decía: “Pedid y se os dará; Busca y encontraras; llama y la puerta se te abrirá. Porque todo el que pide recibe; el que busca encuentra; y al que llama, se le abre la puerta". No tenía idea de lo que esto significaba, pero algún tiempo después conocí a un cristiano que sacó una Biblia y me mostró las mismas palabras que escuché en mi sueño. Eran de Mateo 7. Mientras leía, encontré paz y Jesús me dio esperanza. Me di cuenta de que Jesús es Señor y salvador. En muy poco tiempo, Jesús me dio sanidad, esperanza y bendiciones. Me deshice de todas mis adicciones y malos hábitos sin ningún apoyo médico. Jesús me salvó y, gracias a la Biblia, ahora conozco muy bien a Dios y sé que es un padre amoroso. Antes no me gustaba la gente, ahora la quiero mucho. Ya no estamos bajo el control del pecado. Me he convertido en una persona nueva y estoy lleno de esperanza.
pt_br: Quando eu tinha 29 anos, fiquei viciada em drogas depois que meu noivo terminou comigo e meu trabalho era péssimo. A vida era tão ruim que comprei o máximo de drogas que pude para cometer suicídio. Enquanto eu estava lá esperando para morrer, orei: “Você é Alá ou é Deus? Seja você quem for, salve-me. Não pensei que a vida pudesse ser tão difícil. As pessoas são cruéis e insensíveis. Sou viciado em álcool e drogas. Eu sei que isso é ruim, mas eu os uso para escapar. Por favor me ajude se você pode me ouvir, me ajude. Se eu mereço o inferno por me matar, pare-me agora. Quero ser feliz sem depender de nada. Eu morei longe de você e o ofendi, mostre-me onde errei e me ensine a recomeçar. Estou prestes a morrer Deus, me ajude!" Então adormeci. Eu ouvi uma voz em meu sonho dizendo: “Peça e será dado a você; Procura e acharás; bata e a porta será aberta para você. Pois todo aquele que pede recebe; quem procura encontra; e a quem bate, a porta será aberta”. Eu não tinha ideia do que isso significava, mas algum tempo depois encontrei um cristão que pegou uma Bíblia e me mostrou as mesmas palavras que ouvi em meu sonho. Eram de Mateus 7. Ao ler, encontrei paz e Jesus me deu esperança. Percebi que Jesus é Senhor e Salvador. Em pouco tempo, Jesus me deu cura, esperança e bênçãos. Livrei-me de todos os meus vícios e maus hábitos sem qualquer apoio médico. Jesus me salvou e, graças à Bíblia, agora conheço Deus muito bem e sei que Ele é um Pai amoroso. Eu costumava não gostar de pessoas, agora eu as amo muito. Não estamos mais sob o controle do pecado. Eu me tornei uma nova pessoa e estou cheio de esperança.

source: “Come and hear, all you who fear God, and I will tell what he has done for my soul.” (Psalm 66:16 ESV). Lord God, you have faithfully written the testimony of your passionate love for the people [of location] across history and lives. May you raise up a generation of followers [in location] who cry with the Psalmist, "come and hear and I will tell you what God has done for my soul!" (Psalm 66:16) May they exhort one another to testify and may your Spirit carry faithfully that testimony to ears you've prepared to hear and receive it.
es_419: “Venid y oíd, todos los que teméis a Dios, y os contaré lo que ha hecho por mi alma”. (Salmo 66:16 NVI). Señor Dios, has escrito fielmente el testimonio de tu amor apasionado por la gente [of location] a lo largo de la historia y la vida. Que levantes una generación de seguidores [in location] que clamen con el salmista: "¡Ven y escucha y te diré lo que Dios ha hecho por mi alma!" (Salmo 66:16) Que se exhorten unos a otros a testificar y que tu Espíritu lleve fielmente ese testimonio a los oídos que has preparado para escucharlo y recibirlo.
pt_br: “Venham e ouçam, todos vocês que temem a Deus; vou contar-lhes o que ele fez por mim.” (Salmo 66:16 NVI) Senhor Deus, você escreveu fielmente o testemunho de seu amor apaixonado pelas pessoas [of location] ao longo da história. Levante Pai, uma geração de seguidores [in location] que clamam como o salmista: "venha e ouça e eu lhe contarei o que Deus fez por minha alma!" (Salmo 66:16) Que eles exortem uns aos outros para serem abençoados e que seu Espírito leve fielmente esse testemunho aos ouvidos que você já preparou de antemão para ouvir e receber.

source: “The history of missions is the history of answered prayer.” - Samuel Zwemer
es_419: "La historia de las misiones es la historia de las oraciones respondidas." - Samuel Zwemer
pt_br: “A história das missões é a história de oração respondida.” -Samuel Zwemer

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that you supply all our needs IN Christ! (Philippians 4:19)
es_419: Dios, ¡te amamos! Como Iglesia tuya, ayúdanos a hacer lo necesario para que la gente [of location] se aferre de las buenas nuevas de que provees para todas nuestras necesidades EN Cristo. (Filipenses 4:19)
pt_br: Deus, nós te amamos! Como sua Igreja, ajude-nos a fazer o que for preciso para permitir que as pessoas [of location] compreendam as Boas Novas de que você supre todas as nossas necessidades EM Cristo! (Filipenses 4:19)

source: Jane from Senegal found herself pregnant as a teenager and so somehow gave her self an abortion. A few years later, she was pregnant again. This time she decided to keep the baby, but in order to avoid shaming the family, her parents forced her to abort. She was 5 months along, and the baby was born alive. Her mother showed her the baby, and then buried it alive. And Jane lived in the grief and anger and bitterness that followed this event. On Thursday night she walked through forgiveness with the team teaching soul care. It was HARD. There were tears, but Jesus brought beautiful freedom to her life. Pray for spiritual seekers [in location] and all over the Muslim world to find freedom in Jesus as they follow His example in receiving forgiveness for their sins and extending forgiveness to those who have wronged them.
es_419: "Jane" de Senegal se encontró embarazada cuando era adolescente y, de alguna manera, se practicó un aborto. Unos años más tarde, estaba embarazada de nuevo. Esta vez decidió quedarse con el bebé, pero para evitar avergonzar a la familia, sus padres la obligaron a abortar. Tenía 5 meses y el bebé nació vivo. Su madre le mostró el bebé y luego lo enterró vivo. Y Jane vivió en el dolor, la ira y la amargura que siguieron a este evento. El jueves por la noche caminó a través del perdón con el equipo de enseñanza del cuidado del alma. Fue dificil. Hubo lágrimas, pero Jesús trajo una hermosa libertad a su vida. Ore por los buscadores espirituales [in location] y en todo el mundo musulmán para buscar y discutir la Biblia con amigos.
pt_br: Jane, do Senegal, engravidou na adolescência e, de alguma forma ela fez um aborto. Alguns anos depois, ela engravidou novamente. Desta vez ela decidiu ficar com o bebê, mas para não envergonhar a família, seus pais a obrigaram a abortar. Ela estava com 5 meses e o bebê nasceu vivo. Sua mãe mostrou a ela o bebê e depois o enterrou vivo. E Jane viveu a dor, a raiva e a amargura que se seguiram a esse evento. Em uma noite de quinta-feira, ela ouviu sobre o perdão através de uma equipe que ensinava sobre o cuidado da alma. Foi difícil. Houve lágrimas, mas Jesus trouxe uma linda liberdade para a vida dela. Ore por aqueles que estão buscando por respostas espirituais [in location] e em todo o mundo muçulmano para que possam encontrar liberdade em Jesus ao seguirem Seu exemplo em receber perdão por seus pecados e estender o perdão àqueles que os prejudicaram.

source: “Then my enemies will turn back in the day when I call. This I know, that God is for me.” (Psalm 56:9 ESV). Father God, would you plant the seed of holy confidence in the hearts of your followers [in location]. May they grow in the humble, eternal assurance of your completed work of grace so that even in the darkest nights of persecution, loneliness, and temptation they might join the saints across generations in saying "This I know, that God is for me." (Psalm 56:9).
es_419: "Cuando yo te pida ayuda, huirán mis enemigos. Una cosa sé: ¡Dios está de mi parte!" (Salmos 56:9 NVI) Padre Dios, planta la semilla de la santa confianza en los corazones de tus seguidores [in location]. Que crezcan en la humilde y eterna seguridad de tu obra completa de gracia para que, incluso en las noches más oscuras de persecución, soledad y tentación, puedan unirse a los santos de todas las generaciones al decir: "Una cosa sé: ¡Dios está de mi parte!" (Salmo 56:9).
pt_br: “Os meus inimigos retrocederão, quando eu clamar por socorro. Com isso saberei que Deus está a meu favor.” (Salmo 56:9 NVI). Deus Pai, poderias plantar a semente da santa confiança nos corações de seus seguidores [in location]. Que eles possam crescer na humilde e eterna certeza de sua obra completa da Graça para que, mesmo nas noites mais escuras de perseguição, solidão e tentação, eles possam se juntar aos santos através das gerações, dizendo: "De uma coisa eu sei, Deus é por mim". (Salmo 56:9).

source: In our lifetime, wouldn't it be sad if we spent more time washing dishes or swatting flies or mowing the yard or watching television than praying for world missions? — Dave Davidson
es_419: En nuestra vida, ¿no sería triste si pasáramos más tiempo lavando platos, papando moscas, cortando el césped o mirando televisión que orando por el mundo de las misiones? - Dave Davidson
pt_br: Em nossa vida nessa terra, não seria triste se passássemos mais tempo lavando pratos, espantando moscas, cortando a grama ou assistindo televisão do que orando por missões mundiais? —Dave Davidson

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that we have every spiritual blessing of Heaven IN Christ! (Ephesians 1:3)
es_419: Dios, ¡te amamos! Como Iglesia tuya, ayúdanos a hacer lo necesario para que la gente [of location] se aferre de las buenas nuevas de que tenemos toda bendición del Cielo EN Cristo. (Efesios 1:3)
pt_br: Deus, nós te amamos! Como sua Igreja, ajude-nos a fazer o que for preciso para permitir que as pessoas [of location] compreendam as Boas Novas de que temos todas as bênçãos espirituais do Céu EM Cristo! (Efésios 1:3)

source: Zarish is a new believer in Pakistan who was miraculously healed from a spinal injury through the power of prayer. She reported feeling the presence of evil spirits in her house and is praying to Jesus that they will go away from her life. A lot of Muslims turn towards shrines and objects with black magic when they experience hardships. These things don’t really help them, instead they end up welcoming evil things in their homes and lives. People do these things because they are desperate and they easily follow others when they are offered a quick solution. Please pray for Zarish as she has found her new identity in Jesus. Pray she would only ask for help from Jesus and that any bad spirits will leave her alone. Pray for our Christian brothers and sisters [in location] and across the Muslim world to boldly show to neighbors and friends their refusal to put hope in anything other than Jesus.
es_419: Zarish es un nuevo creyente en Pakistán que fue sanado milagrosamente de una lesión en la columna a través del poder de la oración. Informó sentir la presencia de espíritus malignos en su casa y está orando a Jesús para que se vayan de su vida. Muchos musulmanes recurren a santuarios y objetos con magia negra cuando experimentan dificultades. Estas cosas realmente no los ayudan, sino que terminan recibiendo cosas malas en sus hogares y vidas. Las personas hacen estas cosas porque están desesperadas y siguen fácilmente a otros cuando se les ofrece una solución rápida. Por favor oren por Zarish ya que ha encontrado su nueva identidad en Jesús. Ore para que solo pida ayuda a Jesús y que los malos espíritus la dejen en paz. Oren por nuestros hermanos y hermanas cristianos [en el lugar] y en todo el mundo musulmán para que muestren audazmente a sus vecinos y amigos su negativa a poner la esperanza en otra cosa que no sea Jesús.
pt_br: Zarish é um nova crente no Paquistão que foi milagrosamente curada de uma lesão na coluna por meio do poder da oração. Ela relatou sentir a presença de espíritos malignos em sua casa e está orando a Jesus para que eles saiam de sua vida. Muitos muçulmanos se voltam para santuários e objetos com magia negra quando passam por dificuldades. Essas coisas não os ajudam muito, ao contrário, eles acabam acolhendo coisas más em suas casas e vidas. As pessoas fazem essas coisas porque estão desesperadas e seguem facilmente os outros quando lhes é oferecida uma solução rápida. Por favor, ore por Zarish conforme ela encontra sua nova identidade em Jesus. Ore para que ela só peça ajuda a Jesus e que qualquer espírito mau a deixe em paz. Ore por nossos irmãos e irmãs cristãos [in location] e em todo o mundo muçulmano para que mostrem corajosamente aos vizinhos e amigos sua recusa em colocar esperança em qualquer coisa que não seja Jesus.

source: “and was declared to be the Son of God in power according to the Spirit of holiness by his resurrection from the dead, Jesus Christ our Lord, through whom we have received grace and apostleship to bring about the obedience of faith for the sake of his name among all the nations,” (Romans 1:4-5 ESV). Holy Spirit, cultivate and grow in the church [in location] the gifts of grace and apostleship that through this beautiful, unique expression of your body we might see the obedience of faith for the sake of your great name among all the nations of the earth. (Romans 1:4-5) Mold hearts and minds of obedient faith in your followers [in location] that they might teach and disciple their communities into love for Jesus."
es_419: “y fue declarado Hijo de Dios con poder según el Espíritu de santidad, por su resurrección de entre los muertos, Jesucristo nuestro Señor, por quien recibimos la gracia y el apostolado para lograr la obediencia a la fe por causa de su nombre entre todas las naciones” (Romanos 1:4-5 NVI). Espíritu Santo, cultiva y haz crecer en la iglesia [en el lugar] los dones de la gracia y el apostolado para que a través de esta hermosa y única expresión de tu cuerpo podamos ver la obediencia de la fe por causa de tu gran nombre entre todas las naciones de la tierra . (Romanos 1:4-5) Moldea corazones y mentes de fe obediente en tus seguidores [en el lugar] para que puedan enseñar y discipular a sus comunidades en el amor por Jesús."
pt_br: “e que mediante o Espírito de santidade foi declarado Filho de Deus com poder, pela sua ressurreição dentre os mortos: Jesus Cristo, nosso Senhor. Por meio dele e por causa do seu nome, recebemos graça e apostolado para chamar dentre todas as nações um povo para a obediência que vem pela fé.”(Romanos 1:4-5 NVI). Espírito Santo, cultive e faça crescer na igreja [in location] os dons da graça e do apostolado para que, por meio desta bela e única expressão do seu corpo, possamos ver a obediência da fé por causa do seu grande nome entre todas as nações da terra . (Romanos 1:4-5) Molde corações e mentes de fé obediente em seus seguidores [in location] para que eles possam ensinar e discipular suas comunidades no amor por Jesus."

source: A church that is not a missionary church is contradicting itself and quenching the Spirit. – Lausanne Covenant
es_419: Una iglesia que no es una iglesia misionera se contradice y apaga al Espíritu. - Pacto de Lausana
pt_br: Uma igreja que não é uma igreja missionária está se contradizendo e apagando o Espírito. – Pacto de Lausanne

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that we will be presented to you perfect IN Christ! (Colossians 1:28)
es_419: Dios, ¡te amamos! Como Iglesia tuya, ayúdanos a hacer lo necesario para que la gente [of location] se aferre de las buenas nuevas de que seremos presentados como perfectos ante ti EN Cristo. (Colosenses 1:28)
pt_br: Deus, nós te amamos! Como sua Igreja, ajude-nos a fazer o que for preciso para permitir que as pessoas [of location] compreendam as Boas Novas de que seremos apresentados a você perfeitos EM Cristo! (Colossenses 1:28)

source: I was never very religious, and I was a Muslim simply because my parents were. I believed that God was distant and angry with me. I suffer from a rare allergy condition. I feared for my life and in order to overcome my fear I tried to pray but felt nothing. Then I tried to memorize the Koran but as I read it, I found many contradictions and the words disturbed me. I felt that God wanted me to ask one of my friends about the Messiah. I didn’t know that she was a Christian, but she prayed with me and quoted Romans 5:8, “But God demonstrates his own love for us in this: While we were still sinners, Christ died for us.” I loved those words, and I began searching for testimonies on the internet. I researched until finally I felt that I was wasting my time by prolonging my decision. I knew the truth, and I surrendered my life to Jesus Christ. Pray that many throughout the Muslim world will know of God’s love and begin to love like Paul wrote about in 1 Corinthians 13.
es_419: Nunca fui muy religioso, y era musulmán simplemente porque mis padres lo eran. Yo creía que Dios estaba distante y enojado conmigo. Sufro de una rara condición de alergia. Temí por mi vida y para superar mi miedo traté de orar pero no sentí nada. Luego traté de memorizar el Corán pero mientras lo leía, encontré muchas contradicciones y las palabras me perturbaron. Sentí que Dios quería que le preguntara a uno de mis amigos sobre el Mesías. No sabía que ella era cristiana, pero oró conmigo y citó Romanos 5:8: “Pero Dios demuestra su amor por nosotros en esto: en que siendo aún pecadores, Cristo murió por nosotros”. Me encantaron esas palabras y comencé a buscar testimonios en Internet. Investigué hasta que finalmente sentí que estaba perdiendo el tiempo al prolongar mi decisión. Conocí la verdad y entregué mi vida a Jesucristo. Ore para que muchos en todo el mundo musulmán conozcan el amor de Dios y comiencen a amar como Pablo escribió en 1 Corintios 13.
pt_br: Nunca fui muito religioso mas era muçulmano simplesmente porque meus pais eram. Eu acreditava que Deus estava distante e zangado comigo. Eu sofro de uma condição rara de alergia. Temi pela minha vida e para vencer o medo tentei orar mas não senti nada. Então tentei memorizar o Alcorão, mas ao lê-lo, encontrei muitas contradições e as palavras me perturbaram. Senti que Deus queria que eu perguntasse a uma de meus amigas sobre o Messias. Eu não sabia que ela era cristã, mas ela orou comigo e citou Romanos 5:8: “Mas Deus prova o seu próprio amor para conosco: Cristo morreu por nós, sendo nós ainda pecadores”. Adorei essas palavras e comecei a procurar testemunhos na internet. Pesquisei até que finalmente senti que estava perdendo meu tempo prolongando minha decisão. Eu conhecia a verdade e entreguei minha vida a Jesus Cristo. Ore para que muitos em todo o mundo muçulmano conheçam o amor de Deus e comecem a amar como Paulo escreveu em 1 Coríntios 13.

source: “Then Paul answered, “What are you doing, weeping and breaking my heart? For I am ready not only to be imprisoned but even to die in Jerusalem for the name of the Lord Jesus.”” (Acts 21:13 ESV). Lord Jesus, raise up a generation of followers [in location] so burdened for your glory among the nations and so convinced of your eternal worth that they might say with passion and hope "I am ready not only to be imprisoned, but even to die...for the name of the Lord Jesus." (Acts 21:13).
es_419: Entonces Pablo respondió: ¿Qué haces llorando y quebrantándome el corazón? Porque estoy dispuesto no sólo a ser encarcelado, sino aun a morir en Jerusalén por el nombre del Señor Jesús.” (Hechos 21:13 NVI). Señor Jesús, levanta una generación de seguidores [en el lugar] tan cargados por tu gloria entre las naciones y tan convencidos de tu valor eterno que puedan decir con pasión y esperanza "Estoy listo no solo para ser encarcelado, sino incluso para morir". ...por el nombre del Señor Jesús". (Hechos 21:13).
pt_br: “Então Paulo respondeu: “Por que vocês estão chorando e partindo o meu coração? Estou pronto não apenas para ser amarrado, mas também para morrer em Jerusalém pelo nome do Senhor Jesus”. (Atos 21:13 NVI). Senhor Jesus, levante uma geração de seguidores [in location] tão sobrecarregados por sua glória entre as nações e tão convencidos de seu valor eterno que possam dizer com paixão e esperança: "Estou pronto não apenas para ser preso, mas até para morrer ... em nome do Senhor Jesus." (Atos 21:13).

source: If the Great Commission is true, our plans are not too big; they are too small. — Pat Morley
es_419: Si la Gran Comisión es verdad, nuestros planes no son demasiado grandes; son demasiado pequeños. - Pat Morley
pt_br: Se a Grande Comissão for verdadeira, nossos planos não são muito grandes; eles são muito pequenos. —Pat Morley
