Repository: micahmills/DE-Prayer-2024
Catalog: languages/ramadan-2024-*.po
Languages: de_de, es_419, pt_br

source: Ahran, a new believer in Morocco shared: "I have always admired Christianity and its teachings, and I have always seen that those who believe and follow Christ are people, most of whom are good and of high morals. I watched a video on your Arabic website where a person tells his experience with Christ. I was impressed by what Christ did with him, which made me communicate with you to learn more. Christ is the Lord, and any wise person cannot ignore his life. When I accepted Christ in my life and prayed; I felt great comfort and peace.“ Praise God for Ahren and his new life in Christ. Pray that he and others like him [in location] will grow in their new faith and find a strong fellowship of believers.
es_419: Ahran, un nuevo creyente en Marruecos, compartió: "Siempre he admirado al cristianismo y sus enseñanzas. Siempre he visto que aquellos que creen y siguen a Cristo son mayormente buenas personas y de alta moral. Vi un video en su sitio web árabe donde una persona cuenta su experiencia con Cristo. Me impresionó lo que Cristo hizo con él. Esto me hizo comunicarme con ustedes para saber más. Cristo es el Señor, y cualquier persona sabia no puede ignorar su vida. Cuando acepté a Cristo en mi vida y oré, sentí un gran consuelo y paz". Alabado sea Dios por Ahren y su nueva vida en Cristo. Ora para que él y otros como él [in location] crezcan en su nueva fe y logren tener una fuerte comunión con creyentes.
pt_br: Ahran, um novo crente no Marrocos, compartilhou: "Sempre admirei o Cristianismo e seus ensinamentos, e sempre vi que aqueles que acreditam e seguem a Cristo são pessoas, que a maioria das quais são boas e de alta moral. Assisti a um vídeo em seu Site árabe onde uma pessoa conta sua experiência com Cristo. Fiquei impressionado com o que Cristo fez com ela, o que me fez comunicar com vocês para saber mais. Cristo é o Senhor, e nenhum sábio pode ignorar sua vida. Quando aceitei a Cristo em minha vida e orei; senti grande conforto e paz." Louve a Deus pela vida de Ahran e sua nova vida em Cristo. Ore para que ele e outros como ele [in location] cresçam em sua nova fé e encontrem uma comunidade firme no Senhor.

source: “Mark the blameless and behold the upright, for there is a future for the man of peace.” (Psalm 37:37 ESV). Lord, would you raise up bold peacemakers within the church [in location] - men and women who believe wholeheartedly in your promise that there is a future for the man of peace. (Psalm 37:37) Jesus, ground the hopes of your followers [in location] in the future you have sovereignly prepared for them and guide their feet in the way of peace that leads to you and your glory.
es_419: "Observa a los que son íntegros y rectos: hay porvenir para quien busca la paz." (Salmos 37:37 NVI). Señor, levanta por favor a pacificadores audaces dentro de la iglesia [in location] - Hombres y mujeres que crean de todo corazón en tu promesa de que hay un futuro para el hombre de paz (Salmo 37:37) Jesús, fundamenta las esperanzas de tus seguidores [in location] en el futuro que soberanamente has preparado para ellos y guía sus pasos por el camino de la paz que conduce a ti y a tu gloria.
pt_br: “Considere o íntegro, observe o justo; há futuro para o homem de paz.”(Salmo 37:37 NVI). Senhor, você poderia levantar pacificadores ousados dentro da igreja [in location] - homens e mulheres que acreditam de todo o coração em sua promessa de que há um futuro para o homem de paz. (Salmo 37:37) Jesus, alimente as esperanças de seus seguidores [in location] no futuro que você soberanamente preparou para eles e guie seus pés no caminho da paz que leva a Ti e à sua glória.

source: The Spirit of Christ is the Spirit of missions. The nearer we get to Him, the more intensely missionary we become. - Henry Martyn
es_419: El Espíritu de Cristo es el Espíritu de las misiones. Más nos acercamos a Él, más intensamente misioneros nos volvemos. - Henry Martyn
pt_br: O Espírito de Cristo é o Espírito de missões. Quanto mais nos aproximamos Dele, mais intensamente missionários nos tornamos. -Henrique Martin

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that there is no condemnation at all IN Christ! (Romans 8:1)
es_419: Dios, ¡te amamos! Como Iglesia tuya, ayúdanos a hacer lo necesario para que la gente [of location] se aferre de las buenas nuevas de que no hay absolutamente nada de condenación EN Cristo. (Romanos 8:1)
pt_br: Deus, nós te amamos! Como sua Igreja, ajude-nos a fazer o que for preciso para permitir que as pessoas [of location] compreendam as Boas Novas de que não há nenhuma condenação EM Cristo! (Romanos 8:1)

source: Mahmoud is a young man from Upper Egypt whose family lives in a small village. When he was eight years old, he was sent to Cairo to work to help the family. On his first vist to Cairo, he met his uncle, for whom he was going to work. His uncle put him to work all day and as the day ended, he thought he would go home with his uncle to his family. Instead, his uncle locked him in a dark room above his suit factory. Mahmoud was afraid and sat in a corner with his legs pulled up against his chest and arms wrapped tightly around them. He sat up crying all night, and all he could see was some light coming through holes in the roof that illuminated the rats crawling around the rafters. He would finally sleep as the sun came up, then his uncle would open the door and let him out to work another twelve hours. When Mahmoud returned home, he was so traumatized he fell asleep on his mat on the floor of his family’s home. He slept for a week with his mom unable to wake him except for putting small amounts of food in his mouth. At the end of the week his father took him to the imam who told the family he had evil spirits in him. He charged the family a larger amount of money and wrote some Koranic verses on special paper, placed it in water to dissolve and had him drink it. This was the start of a life of traveling and working to help support his family till he finally moved full time to Cairo at age 14 to work. He found no hope for his life and he sought help from Islam, but he was told he just needed to pray 5 times a day. Hope came one day when someone shared the Good News with Mahmoud in the café that he was working in. A relationship was formed and at one point a New Testament was given to him. Conversations of Jesus took place often and he told his father about it. On a visit to see his family, the father took the New Testament and began reading it. Mahmoud continued working to help his sisters be able to get married and his younger brother to go to university. His uncles abused him so much he decided to move to another country to find a job and he has been blessed greatly in this move. Conversations continue, hope grows, he is now reading the bible and he is moving to where he can overcome the bondage of Islam and embrace the freedom that comes with Jesus. Pray for Mahmoud to reach the point in his life where he gives his life over to Jesus. Pray for the masses, who are held in the grip of cultural traditions and the bondage of Islam, to find the hope and the freedom in Jesus Christ.
es_419: Mahmoud es un joven del Alto Egipto cuya familia vive en un pequeño pueblo. Cuando tenía ocho años, lo enviaron a El Cairo a trabajar para ayudar a la familia. En su primera visita a El Cairo, conoció a su tío, para quien iba a trabajar. Su tío lo puso a trabajar todo el día y cuando sus labores, pensó que se iría a casa con su tío a su familia. En cambio, su tío lo encerró en una habitación oscura encima de su fábrica de trajes. Mahmoud tenía miedo y se sentó en un rincón con las piernas pegadas al pecho y los brazos envueltos con fuerza alrededor de ellas. Se sentó llorando toda la noche. Todo lo que podía ver era algo de luz que entraba por los agujeros del techo que iluminaba a las ratas que se arrastraban por las vigas. Finalmente se durmió mientras salía el sol. Su tío abrió la puerta y lo dejó salir a trabajar otras doce horas. Cuando Mahmoud regresó a casa, estaba tan traumatizado que se quedó dormido en una alfombra en el piso de la casa de su familia. Durmió durante una semana con su madre sin que ella pudiera despertarlo excepto para poner pequeñas cantidades de comida en su boca. Al final de la semana, su padre lo llevó al imán, quien dijo a la familia que tenía espíritus malignos en él. Le cobró a la familia una gran cantidad de dinero, escribió algunos versos coránicos en un papel especial, lo colocó en agua para disolverlo y se lo hizo beber. Este fue el comienzo de una vida de viajes y trabajo para ayudar a mantener a su familia hasta que finalmente se mudó a tiempo completo a El Cairo a los 14 años para trabajar. No encontró esperanza para su vida. Buscó ayuda en el Islam, pero le dijeron que solo necesitaba orar 5 veces al día. La esperanza llegó un día cuando alguien compartió las Buenas Nuevas con Mahmoud en el café en el que estaba trabajando. Se formó una relación y en un momento dado se le dio un Nuevo Testamento. Las conversaciones de Jesús tuvieron lugar a menudo y se lo contó a su padre. En una visita para ver a su familia, el padre tomó el Nuevo Testamento y comenzó a leerlo. Mahmoud siguió trabajando para ayudar a sus hermanas a poder casarse; ya su hermano menor a ir a la universidad. Sus tíos abusaron tanto de él que decidió mudarse a otro país para encontrar trabajo y ha sido bendecido grandemente en este cambio. Las conversaciones continúan y crece la esperanza. Ahora está leyendo la Biblia y se está moviendo hacia donde puede superar la esclavitud del Islam y abrazar la libertad que viene con Jesús. Ore para que Mahmoud llegue al punto de su vida en el que entregue a Jesús. Ora por las multitudes que están atrapadas en las garras de las tradiciones culturales y la esclavitud del Islam, para que puedan encontrar la esperanza y la libertad en Jesucristo.
pt_br: Mahmoud é um jovem do Alto Egito cuja família vive em uma pequena aldeia. Quando tinha oito anos, foi enviado ao Cairo para trabalhar para ajudar a família. Em sua primeira visita ao Cairo, conheceu seu tio, para quem iria trabalhar. Seu tio o colocou para trabalhar o dia todo e quando o dia acabou, ele pensou que iria para casa seu tio para ficar com a família dele. Em vez disso, seu tio o trancou em um quarto escuro acima de sua fábrica de roupas. Mahmoud estava com medo e sentou-se em um canto com as pernas puxadas contra o peito e os braços em volta delas. Ele ficou sentado chorando a noite toda, e tudo o que podia ver era uma luz saindo de buracos no telhado que iluminavam os ratos que andavam ao redor das vigas. Ele finalmente conseguiu dormir quando o sol nasceu, então seu tio abriu a porta e o deixou trabalhando por mais doze horas. Quando Mahmoud voltou para casa, ficou tão traumatizado que adormeceu em sua esteira no chão da casa de sua família. Ele dormiu por uma semana com sua mãe incapaz de acordá-lo, exceto para colocar pequenas quantidades de comida em sua boca. No final da semana, seu pai o levou ao imã, que disse à família que ele tinha espíritos malignos. Ele cobrou da família uma quantia maior de dinheiro e escreveu alguns versos do Alcorão em papel especial, colocou na água para dissolver e o fez beber. Este foi o início de uma vida de viagens a trabalho para ajudar a sustentar sua família até que ele finalmente se mudou em tempo integral para o Cairo aos 14 anos para trabalhar. Ele não encontrou esperança para sua vida e procurou a ajuda no Islã, mas lhe disseram que ele só precisava orar 5 vezes ao dia. A esperança surgiu um dia, quando alguém compartilhou as Boas Novas com Mahmoud no café em que ele trabalhava. Um relacionamento se formou e, a certa altura, um Novo Testamento foi dado a ele. As conversas de Jesus ocorreram com frequência e ele contou a seu pai sobre isso. Em uma visita para ver sua família, o pai pegou o Novo Testamento e começou a lê-lo. Mahmoud continuou trabalhando para ajudar suas irmãs a se casarem e seu irmão mais novo a ir para a universidade. Seus tios abusaram tanto dele que ele decidiu se mudar para outro país para encontrar um emprego e ele foi muito abençoado nessa mudança. As conversas continuam, a esperança cresce, ele agora está lendo a Bíblia e está se movendo para onde possa superar a escravidão do Islã e abraçar a liberdade que vem com Jesus. Ore para que Mahmoud chegue ao ponto em sua vida em que ele entregue sua vida a Jesus. Ore pelas milhares de pessoas, que são mantidas nas garras das tradições culturais e na escravidão do Islã, para que encontrem esperança e a liberdade em Jesus Cristo.

source: “You have given me the shield of your salvation, and your right hand supported me, and your gentleness made me great.” (Psalm 18:35 ESV). Lord, as your gentleness made David a great king after your own heart, may your gentleness shape, form, and inspire the church [in location] to walk in countercultural servanthood that your kingdom alone counts as great. (Psalm 18:35) Teach your followers [in location] the true meaning of greatness.
es_419: "Tú me cubres con el escudo de tu salvación, y con tu diestra me sostienes; tu bondad me ha hecho prosperar." (Salmos 18:35 ESV) Señor, así como tu amabilidad hizo de David un gran rey según tu propio corazón, que tu amabilidad moldee, forme e inspire a la iglesia [in location] a caminar en un servicio contracultural que solo tu Reino cuenta como grande. (Salmos 18:35) Enseña a tus seguidores [in location] el verdadero significado de la grandeza.
pt_br: “Tu me dás o teu escudo de vitória; tua mão direita me sustém; desces ao meu encontro para exaltar-me."(Salmo 18:35 NVI). Senhor, como sua gentileza fez de Davi um grande rei segundo o seu coração, que sua gentileza molde, forme e inspire a igreja [in location] a andar em servidão da contracultura onde somente seu reino é Grande. (Salmo 18:35) Ensine a seus seguidores [in location] o verdadeiro significado de grandeza.

source: This generation of Christians is responsible for this generation of souls on the earth! — Keith Green
es_419: ¡Esta generación de Cristianos es responsable por esta generación de almas en la tierra! - Keith Green
pt_br: Esta geração de cristãos é responsável por esta geração de almas na terra! —Keith Green

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that we are new creations IN Christ! (2 Corinthians 5:17)
es_419: Dios, ¡te amamos! Como Iglesia tuya, ayúdanos a hacer lo necesario para que la gente [of location] se aferre de las buenas nuevas de que somos nuevas criaturas EN Cristo. (2 Corintios 5:17)
pt_br: Deus, nós te amamos! Como sua Igreja, ajude-nos a fazer o que for preciso para permitir que as pessoas [of location] compreendam as Boas Novas de que somos novas criações EM Cristo! (2 Coríntios 5:17)

source: Mesbah from Bangladesh said that, "Atheism seemed right after one becomes disillusioned with his religion”. But later he realized that this vast and orderly universe and every unique aspect was not created by chance. These masterful creations must be the creation of a Creator. He later attended a church service. The pastor presented an excellent argument for the existence of the Creator. After that, Mesbeh joined a Bible study and was baptized into Christ a few days later. Pray that as "the heavens declare the glory of God, and the sky above proclaims his handiwork..." (Psalm 19:1-4), men and women [in location] hear and turn to the One who spoke them into existence and continues to speak through the Word who became flesh.
es_419: Mesbah de Bangladesh dijo que "el ateísmo parecía justo después de que uno se desilusiona con su religión". Pero luego se dio cuenta de que este universo vasto y ordenado y cada aspecto único no fue creado por casualidad. Estas creaciones magistrales deben ser la creación de un Creador. Más tarde asistió a un servicio de la iglesia. El pastor presentó un excelente argumento a favor de la existencia del Creador. Después de eso, Mesbah se unió a un estudio bíblico y fue bautizado en Cristo unos días después. Ore para que "los cielos cuentan la gloria de Dios, y el cielo proclama la obra de sus manos..." (Salmo 19:1-4), hombres y mujeres [of location] escuchan y se vuelven hacia Aquel que les habló y continúa hablando a través de la Palabra que se hizo carne.
pt_br: Mesbah, de Bangladesh, disse que "o ateísmo parecia certo depois que alguém se desiludiu com sua religião". Mas depois ele percebeu que esse vasto e ordenado universo e cada aspecto único não foram criados por acaso. Essas criações magistrais devem ser a criação de um Criador. Mais tarde, ele participou de um culto na igreja. O pastor apresentou um excelente argumento para a existência do Criador. Depois disso, Mesbeh participou de um estudo bíblico e foi batizado em Cristo alguns dias depois. Ore assim como "os céus declaram a glória de Deus, e o céu proclama a obra de suas mãos ..." (Salmo 19:1-4), homens e mulheres [in location]possam ouvir e se voltarem para Aquele que os trouxe à existência e continua a falar por meio da Palavra que se tornou carne.

source: “If others share this rightful claim on you, do not we even more? Nevertheless, we have not made use of this right, but we endure anything rather than put an obstacle in the way of the gospel of Christ.” (1 Corinthians 9:12 ESV). Jesus, give the church [in location] grace to cherish your name above all else, that they would be equipped to endure in hope any measure of suffering or challenge, rather than see an obstacle placed in the way of your gospel. (1 Corinthians 9:12) The challenges and obstacles to the advance of the gospel [in location] are many, but as the church lays down it's rights and claims, you are faithful to bear the fruit of glory from the tree of suffering. May it be so [in location].
es_419: “Si otros comparten este derecho legítimo sobre ti, ¿no lo hacemos aún más? Sin embargo, no hemos hecho uso de este derecho, sino que lo soportamos antes que poner un obstáculo en el camino del evangelio de Cristo”. (1 Corintios 9:12 NVI). Jesús, dale a la iglesia [en el lugar] gracia para apreciar tu nombre por encima de todo, para que estén equipados para soportar con esperanza cualquier medida de sufrimiento o desafío, en lugar de ver un obstáculo en el camino de tu evangelio. (1 Corintios 9:12) Los desafíos y obstáculos para el avance del evangelio [in location] son muchos, pero a medida que la iglesia establece sus derechos y reclamos, eres fiel para llevar el fruto de gloria del árbol del sufrimiento. Que así sea [in location].
pt_br: “Se outros têm direito de ser sustentados por vocês, não o temos nós ainda mais? Mas nós nunca usamos desse direito. Ao contrário, suportamos tudo para não pôr obstáculo algum ao evangelho de Cristo.” (1 Coríntios 9:12 NVI). Jesus, dê à igreja [in location] graça para valorizar o seu nome acima de tudo, para que eles sejam preparados para suportar com esperança qualquer medida de sofrimento ou desafio, em vez de olharem para o obstáculo colocado que possa estar no caminho do seu evangelho. (1 Coríntios 9:12) Os desafios e obstáculos para o avanço do evangelho [in location] são muitos, mas como a igreja estabelece seus direitos e reivindicações, Tu és fiel para dar os frutos de glória na árvore do sofrimento. Que assim seja [in location].

source: We can reach our world, if we will. The greatest lack today is not people or funds. The greatest need is prayer. — Wesley Duewel, head of OMS International
es_419: Podemos alcanzar a nuestro mundo si quisiéramos. La mayor falta hoy no es gente ni fondos. La mayor necesidad es la oración. - Wesley Duewel, jefe de OMS Internacional
pt_br: Podemos alcançar nosso mundo, se quisermos. A maior falta hoje não é de gente nem de dinheiro. A maior necessidade é a oração. — Wesley Duewel, chefe da OMS Internacional

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that we have eternal life IN Christ! (Romans 6:23)
es_419: Dios, ¡te amamos! Como Iglesia tuya, ayúdanos a hacer lo necesario para que la gente [of location] se aferre de las buenas nuevas de que tenemos vida eterna EN Cristo. (Romanos 6:23)
pt_br: Deus, nós te amamos! Como sua Igreja, ajude-nos a fazer o que for preciso para permitir que as pessoas [of location] compreendam as Boas Novas de que temos vida eterna EM Cristo! (Romanos 6:23)
