Repository: micahmills/DE-Prayer-2024
Catalog: languages/ramadan-2023-*.po
Languages: ru_ru

source: Zarish is a new believer in Pakistan who was miraculously healed from a spinal injury through the power of prayer. She reported feeling the presence of evil spirits in her house and is praying to Jesus that they will go away from her life. A lot of Muslims turn towards shrines and objects with black magic when they experience hardships. These things don’t really help them, instead they end up welcoming evil things in their homes and lives. People do these things because they are desperate and they easily follow others when they are offered a quick solution. Please pray for Zarish as she has found her new identity in Jesus. Pray she would only ask for help from Jesus and that any bad spirits will leave her alone. Pray for our Christian brothers and sisters [in location] and across the Muslim world to boldly show to neighbors and friends their refusal to put hope in anything other than Jesus.
ru_ru: Зариш — новообращенная в Пакистане, которая чудесным образом исцелилась от травмы позвоночника благодаря силе молитвы. Она сообщила, что чувствует присутствие злых духов в своем доме и молится Иисусу, чтобы они ушли из ее жизни. Многие мусульмане обращаются к святыням и предметам с черной магией, когда переживают трудности. Эти вещи на самом деле не помогают им, вместо этого они в конечном итоге запускают зло в свои дома и жизни. Люди делают это, потому что они в отчаянии и легко следуют за другими, когда им предлагают быстрое решение. Пожалуйста, молитесь за Зариш, поскольку она нашла свою новую природу в Иисусе. Молитесь, чтобы она просила помощи только у Иисуса и чтобы любые злые духи оставили ее в покое. Молитесь за наших христианских братьев и сестер в [in location] и во всем мусульманском мире, чтобы они смело показывали соседям и друзьям, что они отказываются возлагать надежды на что-либо, кроме Иисуса.

source: “and was declared to be the Son of God in power according to the Spirit of holiness by his resurrection from the dead, Jesus Christ our Lord, through whom we have received grace and apostleship to bring about the obedience of faith for the sake of his name among all the nations,” (Romans 1:4-5 ESV). Holy Spirit, cultivate and grow in the church [in location] the gifts of grace and apostleship that through this beautiful, unique expression of your body we might see the obedience of faith for the sake of your great name among all the nations of the earth. (Romans 1:4-5) Mold hearts and minds of obedient faith in your followers [in location] that they might teach and disciple their communities into love for Jesus."
ru_ru: «через воскресение из мертвых, по Духу святости, был объявлен полноправным Сыном Божьим во всем Его могуществе. Через Него мы получили благодать и апостольство, чтобы ради Его имени покорить вере людей из всех народов,» (Римлянам 1:4-5). Дух Святой, культивируй и взращивай в церкви [in location] дары благодати и апостольства, чтобы через это прекрасное, уникальное выражение Твоего тела мы могли видеть покорение вере ради Твоего великого имени всех народов земли (Римлянам 1:4-5). Формируй сердца и умы послушной веры в своих последователях в [in location], чтобы они могли учить и наставлять свои общины в любви к Иисусу»

source: A church that is not a missionary church is contradicting itself and quenching the Spirit. – Lausanne Covenant
ru_ru: Церковь, которая не является миссионерской, противоречит сама себе и угашает Дух. – Лозаннское соглашение

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that we will be presented to you perfect IN Christ! (Colossians 1:28)
ru_ru: Боже, мы любим тебя! Как Твоя Церковь, помоги нам сделать все возможное, чтобы люди [of location] поняли Благую Весть о том, что мы предстанем пред Тобой совершенными во Христе! (Колоссянам 1:27)

source: I was never very religious, and I was a Muslim simply because my parents were. I believed that God was distant and angry with me. I suffer from a rare allergy condition. I feared for my life and in order to overcome my fear I tried to pray but felt nothing. Then I tried to memorize the Koran but as I read it, I found many contradictions and the words disturbed me. I felt that God wanted me to ask one of my friends about the Messiah. I didn’t know that she was a Christian, but she prayed with me and quoted Romans 5:8, “But God demonstrates his own love for us in this: While we were still sinners, Christ died for us.” I loved those words, and I began searching for testimonies on the internet. I researched until finally I felt that I was wasting my time by prolonging my decision. I knew the truth, and I surrendered my life to Jesus Christ. Pray that many throughout the Muslim world will know of God’s love and begin to love like Paul wrote about in 1 Corinthians 13.
ru_ru: Я никогда не был очень религиозным и был мусульманином просто потому, что мои родители были мусульманами. Я верил, что Бог был далек и гневался на меня. Я страдаю редким аллергическим заболеванием. Я боялся за свою жизнь и, чтобы преодолеть свой страх, пытался молиться, но ничего не чувствовал. Потом я пытался учить Коран наизусть, но, читая его, находил много противоречий, и слова меня смущали. Я чувствовал, что Бог хочет, чтобы я спросил одного из моих друзей о Мессии. Я не знал, что она христианка, но когда она молилась со мной, процитировала Римлянам 5:8: «Но Бог доказывает Свою любовь к нам в том, что, когда мы были еще грешниками, Христос умер за нас». Мне понравились эти слова, и я начал искать свидетельства в интернете. Я был в поиске, пока, наконец, не почувствовал, что зря трачу время, откладывая свое решение. Я знал истину и отдал свою жизнь Иисусу Христу. Молитесь, чтобы многие в мусульманском мире узнали о Божьей любви и начали любить так, как Павел описал в 1 Коринфянам 13 главе.

source: “Then Paul answered, “What are you doing, weeping and breaking my heart? For I am ready not only to be imprisoned but even to die in Jerusalem for the name of the Lord Jesus.”” (Acts 21:13 ESV). Lord Jesus, raise up a generation of followers [in location] so burdened for your glory among the nations and so convinced of your eternal worth that they might say with passion and hope "I am ready not only to be imprisoned, but even to die...for the name of the Lord Jesus." (Acts 21:13).
ru_ru: «Но Павел на это ответил:– Зачем вы плачете и разрываете мне сердце? Я готов не только быть связанным, но и умереть в Иерусалиме ради имени Господа Иисуса.» (Деяния 21:13). Господь Иисус, поднимай поколение Твоих последователей в [in location], столь обремененных Твоей славой среди народов и настолько убежденных в Твоей вечной ценности, чтобы они могли сказать со страстью и надеждой: «Я готов не только быть заключенным в тюрьму, но даже умереть». ... во имя Господа Иисуса». (Деяния 21:13).

source: If the Great Commission is true, our plans are not too big; they are too small. — Pat Morley
ru_ru: Если Великое поручение верно, наши планы не слишком велики; они слишком малы. — Пэт Морли

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that we cannot be separated from your love IN Christ! (Romans 8:32)
ru_ru: Боже, мы любим тебя! Как Твоя Церковь, помоги нам сделать все возможное, чтобы люди [of location] поняли Благую Весть о том, что мы не можем быть отделены от Твоей любви во Христе! (Римлянам 8:39)

source: Suneel is a very active MBB (Muslim background believer). He loves to share the Good News with his friends. One of his friends accepted Jesus recently. He is inspired by Suneel and wants to get baptized to proclaim his faith. Please pray for Suneel and his efforts to share his faith with others. Pray for this new brother to continue to grow in his faith and be a witness to others just like Suneel.
ru_ru: Сунил - очень активный бывший мусульманин. Он любит делиться Благой Вестью со своими друзьями. Один из его друзей недавно принял Иисуса. Он вдохновлен Сунилом и хочет креститься, чтобы провозгласить свою веру. Пожалуйста, молитесь за Сунила и его усилия делиться своей верой с другими. Молитесь, чтобы этот новый брат продолжал расти в своей вере и был свидетелем для других, как и Сунил.

source: “It is enough for the disciple to be like his teacher, and the servant like his master. If they have called the master of the house Beelzebul, how much more will they malign those of his household.” (Matthew 10:25 ESV). Holy Spirit, would you breathe a spirit of spiritual satisfaction over your followers [in location], that they might resist the temptations and condemnations of the world and, instead, joyfully rest knowing that it is enough for a disciple to be like his teacher and a servant like his master. (Matthew 10:25). Give your church [in location] a profound satisfaction in becoming more and more like you, even as the world scoffs and condemns.
ru_ru: «довольно для ученика, чтобы он был, как учитель его, и для слуги, чтобы он был, как господин его. Если хозяина дома назвали веельзевулом, не тем ли более домашних его?». (Матфея 10:25). Святой Дух, вдыхай духовное удовлетворение в своих последователей в [in location], чтобы они могли противостоять искушениям и осуждениям мира и вместо этого радостно отдыхать, зная, что ученику достаточно быть похожим на своего учителя и слуга, как и его господин. (Матфея 10:25). Даруй Твоей церкви в [in location] глубокое удовлетворение, становясь все более и более похожей на Тебя, даже когда мир насмехается и осуждает.

source: "We should not ask, 'What is wrong with the world?', for that diagnosis has already been given. Rather we should ask, 'What has happened to the salt and light?'"John Stott
ru_ru: «Мы не должны спрашивать: «Что не так с миром?», потому что этот диагноз уже поставлен. Скорее, мы должны спрашивать: «Что случилось с солью и светом?» Джон Стотт

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that we are one body IN Christ! (Romans 12:5)
ru_ru: Боже, мы любим Тебя! Как Твоя церковь, помоги нам сделать все возможное, чтобы люди [of location] поняли Благую Весть о том, что мы одно тело во Христе! (Римлянам 12:5)

source: Ruhi is ready to take the next step and be baptized. 'I was a Sunni Muslim by birth, but now I belong to Jesus Christ and have become a better person. I changed when I discovered Jesus, and I became closer to Him. All thanks to Him, I'm living in a continuous state of peace and joy. I wish I could serve Him and spread His word. I'm studying the Bible now and ready for baptism. Kindly pray for me.' Pray for many like Ruhi [in location] that are new to faith and considering being wed to the Lamb of God through baptism.
ru_ru: Рухи готова сделать следующий шаг и креститься. «Я была сунитской мусульманкой от рождения, но теперь я принадлежу Иисусу Христу и стала вести себя лучше. Я изменилась, когда открыла для себя Иисуса, и стала ближе к Нему. Я живу в постоянном состоянии мира и радости благодаря Ему. Я хотела бы служить Ему и распространять Его слово. Сейчас я изучаю Библию и готова к крещению. Пожалуйста, помолитесь за меня». Молитесь за многих, таких как Рухи в [in location], которые недавно приняли веру и хотят принадлежать Агнцу Божьему через крещение.

source: For we are slaves. Yet our God has not forsaken us in our slavery, but has extended to us his steadfast love before the kings of Persia, to grant us some reviving to set up the house of our God, to repair its ruins, and to give us protection in Judea and Jerusalem.” (Ezra 9:9 ESV). Lord Jesus, would you affirm in your followers [in location] their identities as slaves - slaves to you, their good Master - no matter how countercultural and provocative this identity may be. May they say with the people of God, "we are slaves, but our God has not forsaken us in our slavery." (Ezra 9:9).
ru_ru: Мы-рабы, но и в рабстве нашем не оставил нас Бог наш. И склонил Он к нам милость царей Персидских, чтоб они дали нам ожить, воздвигнуть дом Бога нашего и восстановить его из развалин его, и дали нам ограждение в Иудее и в Иерусалиме.». (Ездра 9:9). Господь Иисус, утверждай в своих последователях в [in location] их идентичность рабов — рабов Тебе, их доброму Господину — независимо от того, насколько контркультурной и провокационной может быть эта идентичность. Да скажут они вместе с народом Божиим: «мы рабы, но наш Бог не оставил нас в нашем рабстве». (Ездра 9:9).

source: It is possible for the most obscure person in a church, with a heart right toward God, to exercise as much power for the evangelization of the world, as it is for those who stand in the most prominent positions. — John R. Mott
ru_ru: Самый малоизвестный человек в церкви, с сердцем, обращенным к Богу, может высвобождать столько же силы для евангелизации мира, сколько и те, кто занимает самые видные посты. — Джон Р. Мотт

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that Jesus brought the message of the Kingdom of Heaven being at hand! (Matthew 4:17)
ru_ru: Боже, мы любим тебя! Как Твоя Церковь, помоги нам сделать все возможное, чтобы люди [of location] поняли Благую Весть о том, что Иисус принес весть, что Царство Небесное близко! (Матфея 4:17)

source: Shahid became a believer two and a half years ago. He lives in Multan and comes from a family of “Pir Culture”. His father is a Pir and they have his grandfather’s shrine in their house where local people come with their prayer needs. A believer had been discipling him for over two years and arranged for him to meet with a local pastor and get baptized. This is a big step for him because baptism can be a big challenge when your whole family has strong opposing views. He was recently married to a Muslim woman arranged by his family and he shared this with her but she is still a Muslim by faith. He has joined a local church and is actively growing in faith. Please pray for Shahid for any future challenges he will face as a growing believer and pray for his wife to also come to know Jesus and not be opposed to Him.
ru_ru: Шахид стал верующим два с половиной года назад. Он живет в Мултане и происходит из семьи «Пир культуры». Его отец - пир, и у них в доме есть святыня его дедушки, куда местные жители приходят со своими молитвенными нуждами. Один верующий обучал его более двух лет и устроил ему встречу с местным пастором и крещение. Для него это большой шаг, потому что крещение может стать большим испытанием, когда вся твоя семья придерживается противоположных взглядов. Он недавно женился на мусульманке, которую семья выбрала для него , и он поделился с ней что он христианин, но она все еще мусульманка по вере. Он присоединился к поместной церкви и активно растет в вере. Пожалуйста, молитесь за Шахида о любых будущих проблемах, с которыми он столкнется как растущий верующий, и молитесь о том, чтобы его жена также познала Иисуса и не противостояла Ему.

source: “O our God, will you not execute judgment on them? For we are powerless against this great horde that is coming against us. We do not know what to do, but our eyes are on you.”” (2 Chronicles 20:12 ESV). Father God, you see the hopelessness and the brokenness that surrounds and threatens your church [in location]. You see how the enemy steals and destroys. And we ask that in the midst of the incomprehensible and insurmountable brokenness, you would revive and strengthen your followers [in location] that they might say with your Word, "we do not know what to do, but our eyes on you, Lord." (2 Chronicles 20:12).
ru_ru: «Боже наш! Ты суди их. Ибо нет в нас силы против множества сего великого, пришедшего на нас, и мы не знаем, что делать, но к Тебе очи наши!» (2 Паралипоменон 20:12). Бог Отец, Ты видишь безнадежность и сокрушенность, которые окружают и угрожают твоей церкви в [in location]. Ты видишь, как враг ворует и уничтожает. И мы просим, чтобы посреди непостижимой и непреодолимой сокрушенности, Ты возродил и укрепил своих последователей в [in location], чтобы они могли сказать Твоим Словом: «Мы не знаем, что делать, но наши глаза к Тебе, Господи. " (2 Паралипоменон 20:12).

source: If you take missions out of the Bible, you won't have anything left but the covers. — Nina Gunter
ru_ru: Если вы уберете миссию из Библии, у вас не останется ничего, кроме обложек. — Нина Гюнтер

source: God, we love you! As your Church, help us to do what it takes to let the people [of location] grasp the Good News that Jesus has authority even over all of nature! (Matthew 8:27)
ru_ru: Боже, мы любим Тебя! Как Твоя церковь, помоги нам сделать все возможное, чтобы люди [of location] поняли Благую Весть о том, что Иисус имеет власть даже над всей природой! (Матфея 8:27)

source: Hamid is a Muslim background believer who is facing a lot of difficulties and persecution because of his faith. He was reported and arrested by the police and is going through a court case because he decided to follow Jesus. He has been beaten by the police to threaten him and the law may not help him. This is a fear most of the Muslim people have when they decide to turn away from Islam. Please pray for Hamid as he goes through this difficult time. He has more enemies than friends and his family may also not step up to help him. Pray for his protection, strength and comfort from God.
ru_ru: Хамид - бывший мусульманин, который сталкивается с множеством трудностей и преследований из-за своей веры. На него доложили и его арестовала полиция. Сейчас он проходит через суд, потому что решил следовать за Иисусом. Полиция избила, чтобы припугнуть его, и закон может не помочь ему. Этого больше всего боятся мусульмане, когда решают отвернуться от ислама. Пожалуйста, молитесь за Хамида, проходящего через это трудное время. У него больше врагов, чем друзей, и его семья также возможно не вступится за него. Молитесь о его защите, силе и утешении от Бога.

source: “Do not fear what you are about to suffer. Behold, the devil is about to throw some of you into prison, that you may be tested, and for ten days you will have tribulation. Be faithful unto death, and I will give you the crown of life.” (Revelation 2:10 ESV). Lord Jesus, you have gone before us on the Way, showing what it means to be faithful unto death. Would you give your church [in location] the grace to remain faithful in proclamation and holiness unto death, that they might joyfully receive the crown of life that your perfect grace has prepared for them. (Revelation 2:10).
ru_ru: «Не бойся ничего, что тебе надобно будет претерпеть. Вот, диавол будет ввергать из среды вас в темницу, чтобы искусить вас, и будете иметь скорбь дней десять. Будь верен до смерти, и дам тебе венец жизни». (Откровение 2:10). Господь Иисус, Ты первый прошел перед нами по пути, показывая, что значит быть верным до смерти. Даруй своей церкви в [in location] благодать оставаться верными в провозглашении и святости до смерти, чтобы они могли с радостью принять венец жизни, который приготовила для них Твоя совершенная благодать. (Откровение 2:10).

source: “His authority on earth allows us to dare to go to all the nations. His authority in heaven gives us our only hope of success. And His presence with us leaves us no other choice.” -John Stott
ru_ru: «Его авторитет на земле позволяет нам осмелиться идти ко всем народам. Его власть на небесах дает нам надежду только на успех. И Его присутствие с нами не оставляет нам другого выбора». -Джон Стотт

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that Jesus was so overwhelmingly superior to demons that they literally begged Him for mercy! (Matthew 8:31)
ru_ru: Боже, мы любим Тебя! Как Твоя церковь, помоги нам сделать все возможное, чтобы люди [of location] поняли Благую Весть о том, что Иисус настолько превосходит бесов, что они буквально умоляли Его о пощаде! (Матфея 8:31)

source: Sayed yearned to meet the Jesus he heard about from a Christian friend. His life was crazy with university, family business responsibilities and being there for all his friends. He was always stressed and overwhelmed with life. He had just broken up with the girl he thought was the one he would wed. Islam was a family tradition more than a faith to him, but he could not think of something as personal as knowing Jesus. That night, his Christian friend prayed and asked for Jesus to reveal Himself to Sayed. Two nights after that prayer, Sayed fell asleep, and he started to dream. In his dream, he found himself on the street in front of his apartment. He saw his girlfriend down the street, and she turned and smiled at him. He waved to her, and she turned and walked away. He was so upset he sat right in the middle of the road and started to cry. He felt a hand on his shoulder and turned, immediately he knew it was Jesus who was sitting with him. He felt a total peace as Jesus spoke to him and told him that he loved him. Sayed looked at Jesus and told him he had beautiful hair. Jesus gave him a comb and he started to comb his own hair and it grew and looked like the hair Jesus had. Sayed said to Jesus, “You look like me.” Jesus smiled and said, “No, you look like me because you were created in my image.” He woke from the dream and knew the prayer from the other night had been answered. Pray for dreams and visions across the Muslim world, but also pray for those who will go into the world and ask the question, “Have you ever had a dream or vision of a man in white?” Many have had this dream, but they have no one to help them understand what this dream can mean.
ru_ru: Сайед очень хотел встретить Иисуса, о котором он услышал от друга-христианина. Его сводила с ума жизнь университетская жизнь, обязанности семейного бизнеса и общением со всеми своими друзьями. Он всегда был напряжен и подавлен жизнью. Он только что расстался с девушкой, на которой, как он думал, женится. Ислам был для него больше семейной традицией, чем верой, но он не мог думать о чем-то столь личном, как познание Иисуса. Той ночью его друг-христианин молился и просил, чтобы Иисус открылся Сайеду. Через две ночи после этой молитвы Сайед заснул, и ему стали сниться сны. Во сне он оказался на улице перед своей квартирой. Он увидел свою девушку на улице, и она повернулась и улыбнулась ему. Он помахал ей, и она повернулась и ушла. Он был так расстроен, что сел прямо посреди дороги и начал плакать. Он почувствовал руку на своем плече и повернулся, сразу же поняв, что это Иисус. Он почувствовал абсолютный покой, когда Иисус заговорил с ним и сказал, что любит его. Сайед посмотрел на Иисуса и сказал ему, что у него красивые волосы. Иисус дал ему расческу, и он начал расчесывать свои волосы, и они выросли и стали похожи на волосы Иисуса. Сайед сказал Иисусу: «Ты похож на меня». Иисус улыбнулся и сказал: «Нет, ты похож на меня, потому что ты создан по Моему образу». Он проснулся ото сна и знал, что молитва той ночи была услышана. Молитесь о снах и видениях по всему мусульманскому миру, но также молитесь за тех, кто придет к ним и задаст вопрос: «Вы когда-нибудь видели во сне или видении человека в белом?» Многим снился этот сон, но им некому помочь понять, что может означать этот сон.
