Repository: micahmills/DE-Prayer-2024
Catalog: languages/ramadan-2024-*.po
Languages: de_de, es_419, pt_br

source: Pray for every effort of ministry and service done [in location] to be motivated by God's love for us, and our love for God (James 1:12, 2:5, Revelation 2:4).
de_de: Betet dafür, dass jede Arbeit, jeder Dienst, der [in location] getan wird, von Gottes Liebe zu uns und unserer Liebe zu Gott motiviert ist (Jakobus 1,12; 2,5 Offenbarung 2,4).

source: O Lord! Teach your Church to come boldly into your presence, assured of right standing in Christ. And empower these precious brothers and sisters from your storehouse of unlimited resources. Grant them all they need. And as they grow, may Christ be more at home in their hearts as they trust Him. May the roots of their faith go down deeper and deeper into the soil of God’s marvelous love, and let them become intimately acquainted with the love of Christ that surpasses just a head’s knowledge of it. Father! Complete them. Perfect them. Sanctify them. Do abundantly more in their hearts and minds than we could ever ask or dare to imagine, for they are your masterpiece! You have set them apart for special works [in location] that will bring You glory.
de_de: Oh Herr! Lehre deine Kirche, mutig in deine Gegenwart zu treten, in der Gewissheit, dass sie in Christus gerechtfertigt ist. Und gib unseren kostbaren Brüdern und Schwestern Kraft, aus deinem unerschöpflichen Vorrat. Gewähre ihnen alles, was sie brauchen. Und während sie wachsen und Ihm immer mehr vertrauen, möge Christus immer mehr in ihren Herzen zu Hause sein. Mögen die Wurzeln ihres Glaubens immer tiefer in den Boden der wunderbaren Liebe Gottes eindringen und sie mit der Liebe Christi vertraut werden, die über die bloßes Kopfwissen hinausgeht. Vater! Vervollständige sie. Vollende sie. Heilige sie. Tu in ihren Herzen und in ihrem Geist viel mehr, als wir je zu bitten oder uns vorzustellen wagen, denn sie sind dein Meisterwerk! Du hast sie für besondere Werke [in location] auserwählt, die Dir Ehre bringen werden.

source: We are not defenseless or weaponless, but are spiritually armed in Christ. "Finally be strong in the Lord and in his mighty power. Put on the full armor of God, so that you can take your stand against the devil's schemes" (Ephesians 6:10-11). Pray for Christians from a Muslim background [in location] to put on the armor of God and recognize their battle is not against flesh and blood but against spiritual forces.
de_de: Wir sind nicht wehrlos oder unbewaffnet, sondern wir sind in Christus geistig gerüstet. "...Legt die komplette Waffenrüstung Gottes an, damit ihr allen hinterhältigen Angriffen des Teufels widerstehen könnt." (Epheser 6,10-11) Bete für Christen mit muslimischem Hintergrund [in location], dass sie die Waffenrüstung Gottes anlegen und erkennen, dass ihr Kampf nicht gegen Fleisch und Blut, sondern gegen geistliche Mächte gerichtet ist.

source: “You have heard me teach things that have been confirmed by many reliable witnesses. Now teach these truths to other trustworthy people who will be able to pass them on to others” (2 Tim 2:2). Ask for the grace of multiplication: May leaders make other leaders, and groups start other groups. Ask for trustworthy men and women to be identified and entrusted with the gospel message. Ask for the gift of reproducibility: in evangelism, in discipleship, and in church structures.
de_de: "Und die Wahrheit, die du vor vielen Zeugen von mir gehört hast, sollst du treuen und zuverlässigen Menschen anvertrauen, die dann fähig sein werden, wieder andere zu lehren." (2. Timotheus 2,2) Bete für die Gnade der Multiplikation: Mögen Leiter weitere Leiter hervorbringen und Gemeinden weitere Gemeinden gründen. Bete dafür, dass vertrauenswürdige Männer und Frauen gefunden und mit der Botschaft des Evangeliums betraut werden. Bete für das Geschenk der Reproduzierbarkeit: in Evangelisation, in Jüngerschaft und in Kirchenstrukturen.

source: Pray that the church [in location] will be super clear: 1) that God wants to save the lost (through the Gospel) 2) that God wants the lost to become like Christ (through the church).
de_de: Bete, dass die Kirche [in location] sich darüber im Klaren ist: 1) dass Gott die Verlorenen retten möchte (durch das Evangelium) 2) dass Gott möchte, dass die Verlorenen wie Christus werden (durch die Kirche).

source: Father, we pray that the peoples [of location] will learn to study the Bible, understand it, obey it, and share it quickly and boldly with others. Lord, will you grant this nation the grace of multiplication: disciples who make disciples, groups that start groups, and churches that plant churches. Ancient of Days, may your glory and fame spread throughout [location] – and the entire region – as followers of Jesus love God by obeying His commands. Savior, may Your followers [in location] go to their near neighbors, bringing the life-changing presence, love, and power of God with them.
de_de: Vater, wir beten, dass die Menschen [of location] lernen die Bibel zu lesen, sie zu verstehen, ihr zu gehorchen und das Evangelium sofort mutig mit anderen zu teilen. Herr, gib dieser Nation die Gnade der Multiplikation: Jünger, die Jünger machen, Bibel-Entdecker-Gruppen, die weitere Gruppen starten, und Gemeinden, die neue Gemeinden gründen. Der, der du von alters her bist möge sich deine Herrlichkeit und dein Ruhm durch [location] - und in der ganzen Region - verbreiten, durch die Nachfolger Jesu, die Gott lieben und seinen Geboten gehorchen. Heiland, mögen Deine Nachfolger [in location] zu ihren Nachbarn gehen und ein Zeugnis für deine lebensverändernde Gegenwart, Liebe und Kraft sein.

source: Muslims and Christians often use the same Arabic word for "prayer". The meanings of that word, however, could not be more different. Islamic salat "prayer" describes the memorized recitations that Muslims must speak and the motions they must go through five times a day. Christian "prayer" describes two-directional conversation with God where Christians humbly approach the throne of grace with confidence to present requests and praise, they listen to God, and are thus transformed. Today we ask for Muslims [in location] to have the opportunity to be prayed for by a Christian and for them to have a divine encounter with God through it.
de_de: Muslime und Christen verwenden oft das gleiche arabische Wort für "Gebet". Die Bedeutungen dieses Wortes könnten jedoch nicht unterschiedlicher sein. Das islamische Salat "Gebet" beschreibt die auswendig gelernten Rezitationen, die Muslime aufsagen, und die Bewegungen, die sie fünfmal am Tag durchführen müssen. Das christliche "Gebet" beschreibt ein zweiseitiges Gespräch mit Gott, bei dem sich Christen demütig und vertrauensvoll dem Thron der Gnade nähern, um ihre Bitten und ihren Lobpreis vor Gott zu bringen. Sie hören auf Gott und werden dadurch verwandelt. Heute bitten wir darum, dass Muslime [in location] die Möglichkeit haben, dass ein Christ für sie betet und dass sie dabei eine Begegnung mit Gott haben.

source: We can consider it a joy to suffer in Christ's name. "Consider it pure joy, my brothers, whenever you face trials of many kinds…” (James 1:2). Pray for those following Christ [in location] to renounce the lie that suffering for the sake of Christ is shameful.
de_de: Wir können es als eine Freude betrachten, für Christus zu leiden. "Meine Brüder und Schwestern, nehmt es als Grund zur Freude, zur reinsten Freude, wenn ihr in vielfältiger Weise auf die Probe gestellt werdet." (Jakobus 1,2) Bete dafür, dass diejenigen, die Christus [in location] nachfolgen, sich von der Lüge lossagen, dass das Leiden um Christi willen beschämend sei.

source: “The Lord says: ‘Turn to me now while there is time. Give me your hearts. Come with fasting, weeping, and mourning. Don’t tear your clothing in grief; tear your hearts instead.’ Return to the Lord your God, for He is merciful and compassionate. He is eager to relent and not punish. Who knows? He might turn and leave behind a blessing instead of a curse. Therefore, announce a solemn assembly; call the people together to fast and pray” (Joel 2, selections). Pray for a spirit of prayer, fasting, and repentance to fall on the believers [in location]. Pray for a seriousness and urgency among believers. Pray that God would respond to the prayers [of location] and that he send blessings on them.
de_de: Doch auch jetzt noch spricht der HERR: »Kommt zu mir zurück! Schenkt mir eure Herzen, kommt zu mir mit Fasten, Weinen und Klagen! Aber zerreißt nicht nur äußerlich eure Kleider, sondern zerreißt eure Herzen!« Kehrt zum HERRN, eurem Gott, zurück, denn er ist gnädig und barmherzig... Es tut ihm leid, wenn er jemanden bestraft. Wer weiß? Vielleicht lässt er sich erneut erweichen und bringt den Segen zurück statt des Unheils... Ordnet ein heiliges Fasten an und ruft die Einwohner des Landes zu einer Gebetsversammlung zusammen! (aus Joel 2,12-15) Bete, dass die Gläubigen [in location] von einem Geist des Gebets, des Fastens und der Buße erfüllt werden. Bete für Ernsthaftigkeit und Dringlichkeit unter den Gläubigen. Bete, dass Gott die Gebete [of location] erhört und Segen sendet.

source: Pray for wisdom about if/where Christians [in location] should use money in the emerging discipling network so that the movement ends up being healthy.
de_de: Bete für Weisheit dafür, ob/wie Christen [in location] Geld für die entstehende Jüngerschafts-Bewegung einsetzen sollten. Bete, dass durch den weisen Umgang mit Geld, die Gesundheit der Bewegung nicht gefährdet wird.

source: O Father! We come to you poor in spirit, asking…imploring…begging you for intervention in this nation and at this time. We pray, Lord, that you would raise up intercessors, people willing to stand in the gap for [location]. Raise up your prayer-warriors, and mobilize the believers to pray. May we pray instead of staying busy. May we pray instead of scheduling more activities. May we pray instead of filling up our time. Lord, have mercy. Christ, have mercy. Capture our hearts again. And make [location] a nation of sacrificial, extraordinary prayer and fasting.
de_de: Oh Vater! Wir kommen zu dir, arm im Geist, und bitten... flehen zu dir um dein Eingreifen in dieser Nation, in dieser Zeit. Wir beten, Herr, dass du Fürbitter erweckst, Menschen, die bereit sind, für [location] einzustehen. Berufe deine Gebetskämpfer, und rufe die Gläubigen zum Gebet auf. Mögen wir beten, anstatt immer nur beschäftigt zu sein. Mögen wir beten, statt immer mehr Aktivitäten zu planen. Mögen wir beten, statt unsere Zeit zu vergeuden. Herr, erbarme dich. Christus, sei uns gnädig. Erfasse unsere Herzen. Mache [location] zu einer Nation des opferbereiten, außerordentlichen Gebets und Fastens.

source: Muslims and Christians use the same Arabic word for "fasting". And similar to what we learned yesterday about prayer, the meanings are fundamentally different. Muslim fasting is rigidly defined as no food, water, sex, or smoking from dawn to dusk. Christian fasting takes on many more forms. Muslim fasting is enforced (or broadly promoted) in Muslim countries during Ramadan. Jesus taught, "But when you fast, anoint your head and wash your face, that your fasting may not be seen by others but by your Father who is in secret...." (Matthew 6:16-18). Today we pray for Muslims [in location] to come across Jesus' teaching about fasting in the Sermon on the Mount and be challenged to continue to investigate His teachings.
de_de: Muslime und Christen verwenden das gleiche arabische Wort für "Fasten". Und wie wir gestern über Gebet gelernt haben, sind auch hier die Bedeutungen grundlegend verschieden. Muslimisches Fasten ist streng definiert als Verzicht auf Essen, Wasser, Sex und Rauchen von der Morgendämmerung bis zur Abenddämmerung, während eines bestimmten Monats. Das christliche Fasten kann viele Formen annehmen. Jesus lehrte: "Wenn du fasten willst, dann wasche dein Gesicht und kämme dich, damit niemand es merkt als nur dein Vater, der im Verborgenen ist. Dein Vater, der auch das Verborgene sieht, wird dich dafür belohnen." (Matthäus 6:17-18). Heute beten wir für die Muslime [in location], dass sie auf die Lehre Jesu über das Fasten in der Bergpredigt stoßen und sich herausfordern lassen, seine Lehren weiter zu erforschen.

source: The cross destroys Satan's power and draws us to freedom in Christ. "Now the prince of this world will be driven out, but I, when I am lifted up from the earth, will draw all people to myself” (John 12:31-32). Pray for believers, especially those from a Muslim background, [in location] to be drawn to Jesus and repent of fear that comes from the prince of this world.
de_de: Das Kreuz zerstört die Macht des Teufels und führt uns in die Freiheit in Christus. "Jetzt wird Gericht gehalten über diese Welt. Jetzt wird der Herrscher dieser Welt gestürzt. Ich aber werde von der Erde erhöht werden, und dann werde ich alle zu mir ziehen.« (Johannes 12,31-32) Bete dafür, dass sich Gläubige [in location] zu Jesus hingezogen fühlen und von der Angst, die vom Fürsten dieser Welt ausgeht, umkehren.

source: “Jesus replied, ‘This kind can be cast out only by prayer and fasting’” (Mark 9:29). Ask the Lord for the church [in location] to rediscover the ancient practice of fasting. Ask Him for new spiritual authority and power to be released as movement practitioners fast and pray.
de_de: "Und er sprach zu ihnen: Diese Art kann durch nichts ausfahren außer durch Gebet und Fasten." (Markus 9,29) Bitte den Herrn, dass die Kirche [in location] die alte Praxis des Fastens wiederentdeckt. Bitte Ihn um neue geistliche Autorität und Kraft, die freigesetzt wird, wenn die Nachfolger Jesu, in der Jüngerschafts-Bewegung, beten und fasten.

source: Zakat, one of the five pillars of Islam, requires Muslims to donate a set percentage of their wealth each year to Muslim charities. The New Testament teaches Christians to give generously from the heart as opposed to a set percentage. Pray for the people [of location] to be challenged by the contrast between a religious rule and a heart posture and to want to understand more about the "new heart" that the Bible teaches about (Ezekiel 36:26).
de_de: Die Zakat, eine der fünf Säulen des Islam, verpflichtet die Muslime, jedes Jahr einen bestimmten Prozentsatz ihres Vermögens an muslimische Wohltätigkeitsorganisationen zu spenden. Das Neue Testament lehrt die Christen, großzügig und von Herzen zu spenden und nicht nur einen bestimmten Prozentsatz. Bete, dass die Menschen [of location] durch den Kontrast zwischen einer religiösen Regel und einer Herzenshaltung herausgefordert werden und mehr über das "neue Herz" verstehen wollen, von dem die Bibel lehrt (Hesekiel 36,26).

source: We are called to walk in the light and live in truth: "But whoever lives by the truth comes into the light, so that it may be seen plainly that what he has done has been done through God" (John 3:21). Pray for all Christians [in location], particularly those from a Muslim background, to live in truth and for all of their relationships to be marked by truthfulness.
de_de: Wir sind aufgerufen, im Licht zu wandeln und in der Wahrheit zu leben: "Wer sich aber nach der Wahrheit ausrichtet, tritt ans Licht und jeder kann sehen, dass er in Verantwortung vor Gott handelt." (Johannes 3,21) Bete für alle Christen [in location], besonders für die mit muslimischem Hintergrund, dass sie in der Wahrheit leben und dass alle ihre Beziehungen von Aufrichtigkeit geprägt sind.

source: “And so I tell you, keep on asking, and you will receive what you ask for. Keep on seeking, and you will find. Keep on knocking, and the door will be opened to you” (Luke 11:9). Ask for the grace of persevering prayer among believers [in location]. Ask the Prince of Peace for leaders of the emerging ‘streams’ of churches and groups, that would never become so busy with activity that they cease praying extravagantly. Ask for believers in the emerging movements to have the unabashed persistence of the widow in asking, seeking, and knocking.
de_de: "Deshalb sage ich euch: Bittet und ihr werdet bekommen! Sucht und ihr werdet finden! Klopft an und es wird euch geöffnet!" (Lukas 11,9) Bitte um die Gnade des beharrlichen Gebets unter den Gläubigen [in location]. Bitte Gott für die Leiter von Gemeinden und Bibel-Entdecker-Gruppen, dass sie nie so sehr mit Programmen und Aktivitäten beschäftigt sind, dass sie keine Zeit mehr dafür haben, beharrlich zu beten. Bitte für die Gläubigen in den neu entstehenden Movements, dass sie wie die Witwe (Lukas 18,1-8) mit unerschrockener Beharrlichkeit bitten, suchen und anklopfen.

source: Pray for dreams that will compel people to seek their meaning. Pray for whole families, groups, and communities to have the same dream about Jesus.
de_de: Bete für Träume, die die Menschen dazu bringen, nach deren Bedeutung zu suchen. Bete, dass ganze Familien, Freundeskreise und Nachbarschaften denselben Traum von Jesus haben.

source: "Even the wilderness and desert will be glad in those days. The wasteland will rejoice and blossom with spring crocuses. Yes, there will be an abundance of flowers and singing and joy! The deserts will become as green as the mountains of Lebanon, as lovely as Mount Carmel or the plain of Sharon." Isaiah 35:1-3 Father, what seems impossible – deserts becoming like green mountains – is possible with you. We pray on behalf [of location]. Let the impossible happen! Pray now the most impossible prayer you can imagine for [location]. What is the area [of location] that seems hopelessly dead / lifeless / incurable? Is there an area or people group or political party you would like to pray for, declaring the resurrection life of Christ?
de_de: "Die Steppe soll sich freuen, das dürre Land glücklich sein, die Wüste jubeln und blühen! Mit Blumen soll sie sich bedecken, jauchzen und vor Freude schreien! Herrlich wie der Libanon soll sie werden, prächtig wie der Berg Karmel und wie die Ebene Scharon..." (Jesaja 35,1-3) Vater, was unmöglich scheint - dass Wüsten wie grüne Berge werden - ist bei dir möglich. Wir beten im Namen [of location]. Herr, lass das Unmögliche geschehen! Bete jetzt das unmöglichste Gebet, das du dir für [location] vorstellen kannst. Welches ist der Bereich [of locaion], der hoffnungslos / leblos / unheilbar erscheint? Gibt es eine Stadt, ein Gebiet oder eine Volksgruppe, für die du beten möchtest? Sprich die Auferstehungskraft Christi über sie aus?

source: Islam teaches that deception under certain circumstances is acceptable and the effects of this teaching breeds mistrust—of God and of others. But the Bible tells us "Do not lie to each other, since you have taken off your old self with its practices and have put on the new self, which is being renewed in knowledge in the image of its Creator" (Colossians 3:9-10). Pray for people [in location] to be people who pursue truth and feel conviction about deceiving others.
de_de: Der Islam lehrt, dass Täuschung unter bestimmten Umständen akzeptabel ist, die Auswirkungen dieser Lehre führen zu Misstrauen Gott und anderen gegenüber. Aber die Bibel sagt uns "Belügt einander nicht, denn ihr habt eure alte, verdorbene Natur mit ihrem bösen Tun abgelegt und habt die neue Natur angenommen. Gott erneuert sie, sodass man erkennen kann, wie sie dem Bild ihres Schöpfers gleicht." (Kolosser 3,9+10) Bete dafür, dass die Menschen [in location] nach der Wahrheit streben und sich überführt fühlen, wenn sie andere täuschen.

source: Pray for Christians from a Muslim background [in location] to trust that God is unchanging and faithful in his relationships. He always keeps his word. "God is not a man, that he should lie, nor a son of man, that he should change his mind. Does he speak and then not act? Does he promise and not fulfill?" (Numbers 23:19).
de_de: Bete für Christen mit muslimischem Hintergrund [in location], dass sie darauf vertrauen, dass Gott unveränderlich und treu ist. Er hält immer sein Wort. Du darfst nicht meinen, Gott sei wie ein Mensch! Er lügt nicht und er ändert niemals seinen Sinn. Denn alles, was er sagt, das tut er auch. Verspricht er etwas, hält er es gewiss. (4. Mose 23,19)

source: “Then Moses said, “If you don’t personally go with us, don’t make us leave this place. How will anyone know that you look favorably on me—on me and on your people—if you don’t go with us? For your presence among us sets your people and me apart from all other people on the earth” (Exodus 33:15-16). Pray that emerging streams would host His presence as they devote themselves to prayer. Pray that God’s presence with believers [in location] would draw men and women to the true King.
de_de: "Da entgegnete Mose: »Wenn du nicht selbst mit uns gehst, dann führe uns nicht von hier weg. Denn woran soll man erkennen, dass du deinem Volk und mir wohlgesinnt bist? Doch einzig daran, dass du mit uns ziehst und wir uns deshalb vor allen anderen Völkern auf der Erde auszeichnen.«" (2. Mose 33,15+16) Bete, dass die alle Nachfolger Jesu seine Gegenwart erleben, wenn sie sich im Gebet Ihm hingeben. Bete, dass Gottes Gegenwart im Leben der Gläubigen [in location] Männer und Frauen zum wahren König hinführt.

source: Pray that Christians [in location] will have vision and urgency to see all parts of their country reached with the gospel.
de_de: Bete, dass die Christen [in location] eine Vision haben und die Dringlichkeit sehen, alle Teile ihres Landes mit dem Evangelium zu erreichen.

source: Lord, help us to release control and allow your Holy Spirit to build your church. We pray, Father, for grace to raise up new generations of leaders; grace to refuse a spirit of control; grace to resist the love of ego and our ‘little kingdoms’; grace to embrace the way of Jesus. Lord, make Christians [in location] more like Paul, who poured out his life like a drink offering, who labored and toiled for his spiritual children. Give them the grace that was on his life to establish self-sustaining gospel communities. And Lord, as leaders of emerging movements imitate Christ, allow new facilitators and new leaders to imitate them. In this way, Lord, may your church sustain itself: disciples making disciples, leaders raising up leaders, groups starting groups, and churches planting churches.
de_de: Herr, hilf uns, die Kontrolle abzugeben und deinem Heiligen Geist zu erlauben, deine Kirche aufzubauen. Wir beten, Vater, um die Gnade, neue Generationen von Leitern hervorzubringen; um die Gnade, dem Geist der Kontrolle zu widerstehen; um die Gnade, der Liebe zum Ego und unseren "kleinen Königreichen" zu widerstehen; um die Gnade, den Weg Jesu anzunehmen. Herr, lass die Christen [in location] mehr wie Paulus sein. Er schüttete sein Leben wie ein Trankopfer aus. Er setzte sich für seine geistlichen Kinder mit allem was er hatte ein. Gib den Nachfolgern Jesu die Gnade, die auch auf Paulus Leben lag. Hilf ihnen selbständige Gemeinschaften des Evangeliums zu gründen. Herr, hilf den neuen Leitern, durch das Vorbild der etablierten Leiter, Christus nachzuahmen. Auf diese Weise, Herr, möge sich deine Kirche selbst erhalten: Jünger machen Jünger, Leiter fördern neue Leiter, Bibel-Entdecker-Gruppen gründen neue Gruppen, und Gemeinden gründen Gemeinden.

source: Muslims acknowledge Jesus as a prophet from God. Let their curiosity be sparked in this season for them to learn all that Jesus says about Himself. Specifically, that He is “the way, the truth, and the life” (John 14:6) so that they may acknowledge Him as Lord and Savior.
de_de: Muslime erkennen Jesus als einen Propheten Gottes an. Möge in dieser Zeit ihre Neugierde geweckt werden, mögen sie erfahren, was Jesus über sich selbst sagt. Insbesondere, dass er "der Weg, die Wahrheit und das Leben" (Johannes 14,6) ist, damit sie ihn als Herrn und Erlöser anerkennen können.
