Repository: micahmills/DE-Prayer-2024
Catalog: languages/ramadan-2024-*.po
Languages: de_de, es_419, pt_br

source: We have the power of the Holy Spirit to reveal the truth. "But when he, the Spirit of truth, comes, he will guide you into all truth" (John 16:13). Pray for all Christians, new and mature, from a Muslim background [in location] to trust only the Holy Spirit to guide them into all truth and to obey whatever he says.
de_de: Wir haben die Kraft des Heiligen Geistes, die uns die Wahrheit offenbart. "Doch wenn der Geist der Wahrheit kommt, wird er euch in alle Wahrheit leiten." (Johannes 16,13a) Bete für alle Christen mit muslimischem Hintergrund [in location], dass sie allein dem Heiligen Geist vertrauen, der sie in alle Wahrheit leitet, und dass sie befolgen, was er sagt.

source: “Don’t just pretend to love others. Really love them. Hate what is wrong. Hold tightly to what is good. Love each other with genuine affection, and take delight in honoring each other” (Rom 12:9-10). Pray for hatred of wrong in communities throughout [location]…not hatred of people, but hatred of evil. Pray that communities would cling to and love what is good. Ask that God’s spirit would help people honor one another and delight in one another.
de_de: Die Liebe darf nicht geheuchelt sein. Verabscheut das Böse, tut mit ganzer Kraft das Gute! Liebt einander von Herzen als Brüder und Schwestern, und ehrt euch gegenseitig in zuvorkommender Weise. (Römer 12,9-10) Bete für Hass auf das Unrecht [of location] ... nicht Hass auf Menschen, sondern Hass auf das Böse. Bete, dass die Menschen an dem festhalten, was gut ist, und es lieben. Bitte darum, dass Gottes Geist den Menschen hilft, einander zu lieben und zu ehren.

source: Sometimes, as Christians, we are frozen by fear. Fear of persecution. Fear of rejection. Fear of losing something dear to us. Pray that God will give boldness and joy to Christians [in location] as they ponder what God has done in their own lives.
de_de: Manchmal sind wir als Christen vor Angst wie gelähmt. Angst vor Verfolgung. Angst vor Ablehnung. Angst, etwas zu verlieren, das uns lieb und teuer ist. Bete, dass Gott den Christen [in location] Mut und Freude schenkt, wenn sie darüber nachdenken, was Gott in ihrem Leben getan hat.

source: Lord of community, we pray you would unmake the toxic ways of relating to one another [in location]. So many negative patterns have been established! So many sins have been entrenched! The enemy has had his way for far too long. Do something miraculous, Lord. We pray specifically for emerging churches, discovery groups, and new disciples. We ask you would teach them the Way of Christ–the alternative way that enables communities to flourish. Rescue them from toxic relating, and release a spirit of humility and reconciliation over all brothers and sisters in the Messiah. Amen
de_de: Herr, du bist ein Gott der Gemeinschaft liebt. Wir beten, dass du [in location] die ungesunden Formen des Umgangs miteinanderaufhebst. Es haben sich so viele negative Muster etabliert! So viele Sünden haben sich verfestigt! Der Feind hat schon viel zu lange das Sagen. Wirke ein Wunder, Herr. Wir beten besonders für neu entstehende Gemeinden, Bibel-Entdeckergruppen und neue Jünger. Wir bitten dich, lehre sie den Weg Christi - den alternativen Weg, der Gemeinschaft zum Blühen bringt. Bewahre alle unsere Brüder und Schwestern in Christus vor schädlichen Beziehungen und lass einen Geist der Demut und Versöhnung über sie kommen. Amen

source: Islam calls Jesus the "Word of God" but strongly denies that He is God. Pray for Muslims [in location] to meditate on the thought that Jesus is the "Word of God". John 1 illustrates the beautiful reality that, "the Word was with God, and the Word was God." May Muslims [in location] be prompted to research this online and find John 1. Pray for their hearts be softened as they read.
de_de: Der Islam nennt Jesus das "Wort Gottes", leugnet aber entschieden, dass er Gott ist. Bete für Muslime [vor Ort], dass sie sich mit dem Gedanken auseinandersetzen, dass Jesus das "Wort Gottes" ist. Johannes 1 veranschaulicht diese wunderbare Realität, "das Wort war bei Gott und das Wort war Gott". Mögen Muslime [in location] online recherchieren und Johannes 1 finden. Bete, dass, während sie diese Verse lesen, ihre Herzen erweicht werden.

source: We have authority in Christ to speak the truth in love, with boldness. "If anyone acknowledges that Jesus is the Son of God, God lives in him and he in God" (1 John 4:15). Pray for Christians from a Muslim background [in location] to speak with boldness about the insights they are gaining from the Holy Spirit about the truth of who Jesus is.
de_de: In Christus haben wir die Vollmacht, die Wahrheit in Liebe und mit Mut zu verkünden. "Wer sich zu Jesus als dem Sohn Gottes bekennt, in dem lebt Gott und er lebt in Gott." (1. Johannes 4,15) Bete Christen mit muslimischem Hintergrund [in location], dass sie mutig von der, vom heiligen Geist geschenkten, Erkenntnisse darüber wer Jesus wirklich ist, sprechen.

source: “Love is patient and kind. Love is not jealous or boastful or proud or rude. It does not demand its own way. It is not irritable, and it keeps no record of being wronged. It does not rejoice about injustice but rejoices whenever the truth wins out. Love never gives up, never loses faith, is always hopeful, and endures through every circumstance” (1 Cor 13:4-7). Intercede that a spirit of love would transform communities. Pray for the grace of transformation as communities begin to relate in Kingdom ways. Ask for one of the descriptions of love (above) to be released over [location] and especially into new groups among emerging church streams.
de_de: Die Liebe ist geduldig und freundlich. Sie ist nicht neidisch oder überheblich, stolz oder anstößig. Die Liebe ist nicht selbstsüchtig. Sie lässt sich nicht reizen, und wenn man ihr Böses tut, trägt sie es nicht nach. Sie freut sich niemals über Ungerechtigkeit, sondern sie freut sich immer an der Wahrheit. Die Liebe erträgt alles, verliert nie den Glauben, bewahrt stets die Hoffnung und bleibt bestehen, was auch geschieht. (1. Korinther 13,4-7) Bete dafür, dass ein Geist der Liebe die Gemeinschaften verändert. Bete um die Gnade der Verwandlung, wenn Gemeinschaften beginnen, sich in einer Weise zu verhalten, die dem Reich Gottes entspricht. Bete darum, dass eine Liebe, so wie oben beschrieben, über [location] und besonders in neuen Bibel-Entdecker-Gruppen und in bestehenden Gemeinden freigesetzt wird.

source: Pray that God will help Christians [in location] to look beyond narrow limits and see the possibilities of what God can do in their country. May God give them expectancy as they wait upon Him.
de_de: Bete, dass Gott den Christen [in location] hilft, über ihre kleinen Nachbarschaften hinauszuschauen und die Möglichkeiten zu sehen, was Gott in ihrem Land tun kann. Möge Gott ihnen eine freudige Erwartungshaltung geben, während sie auf ihn warten.

source: Lord, we cry: Soften hard hearts! Open deaf ears! Restore blind eyes! Where communities have hearts of stone, Lord, bring forth hearts of flesh. Have mercy! May you release a spirit of brokenness and contrition throughout the land; lead your people to grieve over injustice and sin; lead your children to search for another way. Father of kindness, have mercy. Christ, have mercy. Lead [location] to repent of its many sins.
de_de: Herr, wir rufen: Erweiche harte Herzen! Öffne taube Ohren! Mach blinde Augen wieder gesund! Wo Gemeinschaften Herzen aus Stein haben, Herr, bringe Herzen aus Fleisch hervor. Erbarme dich! Lass im ganzen Land die Herzen aus Stein brechen und schenke einen Geist der Reue; führe dein Volk dazu, über Ungerechtigkeit und Sünde zu trauern; führe deine Kinder dazu, nach einem anderen Weg zu suchen. Vater der Güte, erbarme dich. Christus, erbarme dich. Führe [location] zur Buße über die vielen Sünden.

source: Muslims are encouraged to think about the poor during the month of Ramadan, to sympathize with them, and to make donations. Jesus loved the poor and said, "Blessed are you who are poor, for yours is the kingdom of God" (Luke 6:20). Pray for Muslims [in location] to encounter this radical teaching and to wrestle with His command to not just donate to the poor, but to know that the kingdom of heaven belongs to the poor.
de_de: Muslime werden aufgefordert, während des Ramadan an die Armen zu denken, Mitgefühl zu zeigen und zu spenden. Jesus liebte die Armen und sagte: "Glückselig seid ihr Armen, denn das Reich Gottes ist euer!" (Lukas 6,20) Bete für Muslime [in location], dass sie diesem Vers begegnen und mit seiner Bedeutung ringen. Bete, dass sie nicht nur für die Armen spenden, sondern erkennen: Glückselig seid ihr Armen, denn das Reich Gottes ist euer!

source: We are not defenseless or weaponless, but are spiritually armed in Christ. "For though we live in the world, we do not wage war as the world does. The weapons we fight with are not the weapons of the world. On the contrary, they have divine power to demolish strongholds. We demolish arguments and every pretension that sets itself up against the knowledge of God, and we take captive every thought to make it obedient to Christ" (2 Corinthians 10:3-5). Pray for followers of Jesus in the Muslim community [of location] to take captive every thought to make it obedient to Christ and to take confidence in the spiritual weapons we have to demolish arguments against him.
de_de: Wir sind nicht wehrlos oder unbewaffnet, sondern wir sind in Christus geistig gerüstet. "Ich bin zwar nur ein Mensch, aber ich kämpfe nicht nach Menschenart. Meine Waffen in diesem Kampf sind nicht die eines schwachen Menschen, sondern die mächtigen Waffen Gottes. Mit ihnen zerstöre ich feindliche Festungen: Ich bringe falsche Gedankengebäude zum Einsturz und reiße den Hochmut nieder, der sich der wahren Gotteserkenntnis entgegenstellt. Jeden Gedanken, der sich gegen Gott auflehnt, nehme ich gefangen und unterstelle ihn dem Befehl von Christus." (2. Korinther 10,3-5) Bete für die Nachfolger Jesu in [of location], dass sie jeden Gedanken, der sich gegen Christus auflehnt, gefangen nehmen und ihn dem Befehl von Christus unterstellen, und dass sie auf die geistlichen Waffen vertrauen, die wir haben, um die Argumente gegen ihn zum Einsturz zu bringen.

source: “Jesus got up from the table, took off his robe, wrapped a towel around his waist, and poured water into a basin. Then he began to wash the disciples’ feet, drying them with the towel he had around him. After washing their feet, he put on his robe again and sat down and asked, ‘Do you understand what I was doing? You call me ‘Teacher’ and ‘Lord,’ and you are right, because that’s what I am. And since I, your Lord and Teacher, have washed your feet, you ought to wash each other’s feet. I have given you an example to follow. Do as I have done to you” (John 13:4-5, 12-15). Pray that new discovery groups and emerging churches would follow the example of Christ, washing one another’s feet. Ask that God would show the church what it means to be servant leaders in the community. Pray the Lord would break the need for ‘competition’ and ‘one-upmanship’ and would release, instead, a spirit of humility. Ask God to break toxic ways of relating to one another.
de_de: "Da stand er vom Tisch auf, legte sein Obergewand ab, band sich ein Tuch um und goss Wasser in eine Schüssel. Dann fing er an, seinen Jüngern die Füße zu waschen und sie mit dem Tuch abzutrocknen. »Ihr nennt mich Lehrer und Herr. Ihr habt recht, das bin ich. Ich bin euer Herr und Lehrer, und doch habe ich euch soeben die Füße gewaschen. So sollt auch ihr euch gegenseitig die Füße waschen. Ich habe euch ein Beispiel gegeben, damit auch ihr so handelt, wie ich an euch gehandelt habe." (Johannes 13, 4+5, 12-15) Bete, dass neue Bibel-Entdecker-Gruppen und daraus entstehende Gemeinden dem Beispiel Christi folgen und sich gegenseitig die Füße waschen. Bete, dass Gott der Gemeinde zeigt, was es bedeutet, dienende Leiter und Leiterinnen zu sein. Bete, dass der Herr das Bedürfnis nach "Wettbewerb" und "Überlegenheit" durchbricht und stattdessen einen Geist der Demut freisetzt. Bitte Gott, dass er ungesunde Formen des Umgangs miteinander aufbricht.

source: Sometimes it's hard to imagine that God could use us in our weakness. Many new believers are hesitant to start groups in their homes because they are afraid they don't know enough. Pray that young believers [in location] will rely on God's Word and the Holy Spirit as they discover with their friends and family.
de_de: Manchmal ist es schwer vorstellbar, dass Gott uns in unserer Schwäche gebrauchen könnte. Viele neu zum Glauben gekommene Menschen zögern neue Gruppen zu gründen, weil sie Angst haben, nicht genug zu wissen. Bete, dass junge Gläubige [in location] sich auf Gottes Wort und den Heiligen Geist verlassen, wenn sie mit ihren Freunden und Familien die Bibel lesen.

source: “For you have heard of my former life in Judaism, how I persecuted the church of God violently and tried to destroy it. [But eventually the churches could testify:] “He who used to persecute us is now preaching the faith he once tried to destroy” (Gal 1:13 & 23). Pray that extremists and violent zealots would encounter the King of Peace, Jesus, and would follow him in self-sacrificing love. Pray that a spirit of peace would be released over the people [of location]. From the fields to the suburbs, from the villages to the skyscrapers, from the kitchen table to the halls of power, let Apostle Pauls be raised up and let their hearts turn towards building your Kingdom instead of trying to destroy it.
de_de: "Ihr habt doch gehört, wie entschieden ich früher für die jüdische Religion eingetreten bin. Über alles Maß hinaus verfolgte ich die Gemeinde Gottes und tat alles, um sie zu vernichten. [Aber nun konnten die Kirchen bezeugen ] »Der Mann, der uns verfolgte, verkündet jetzt den Glauben, den er früher ausrotten wollte!«" (Galater 1,13+23) Bete, dass Extremisten und gewalttätige Gruppen dem König des Friedens, Jesus, begegnen und ihm in aufopferungsvoller Liebe folgen. Bete, dass ein Geist des Friedens über die Menschen [in location] freigesetzt wird. Von den Feldern bis zu den Vorstädten, von den Dörfern bis in die Hochhäuser der Städte, vom Küchentisch bis in die Rathäuser, berufe Männer und Frauen, die wie Paulus ihre Herzen dem Aufbau deines Reiches zuwenden, anstatt zu versuchen, es zu zerstören.

source: The month of Ramadan is known as ‘the month of repentance,’ and so as we pray for a gospel movement to transform this nation, let us cry out for God’s Kingdom to come, for a spirit of repentance to fall on the peoples living [in location], whether they are Sunnis, Shiite, Sufi, or Christians from a Muslim background; rich and poor, young and old, male and female.
de_de: Der Ramadan ist als "Monat der Buße" bekannt, und während wir dafür beten, dass dieses Land durch eine Evangeliums-Bewegung verwandelt wird und sein Reich kommt, lasst uns auch darum bitten, dass ein Geist der Buße über die Menschen [in location] kommt, egal ob sie Sunniten, Schiiten, Sufis, Alevis oder Christen mit muslimischem Hintergrund sind, egal ob sie reich oder arm, jung oder alt, männlich oder weiblich sind.

source: Our inheritance is not timidity: it is in God. "For you did not receive a spirit that makes you a slave again to fear, but you received the Spirit of sonship. And by him we cry, ‘Abba Father’. The Spirit himself testifies with our spirit that we are God’s children, heirs of God and co-heirs with Christ, if indeed we share in his sufferings in order that we also share in his glory” (Romans 8:15-17). Pray for Christians from a Muslim background [in location] to renounce fear and every form of slavery to it.
de_de: Unser Erbe ist nicht Angst: Es ist in Gott. "Der Geist, den Gott euch gegeben hat, ist ja nicht ein Sklavengeist, sodass ihr wie früher in Angst leben müsstet. Es ist der Geist, den ihr als seine Söhne und Töchter habt. Von diesem Geist erfüllt rufen wir zu Gott: »Abba! Vater!« So macht sein Geist uns im Innersten gewiss, dass wir Kinder Gottes sind. Wenn wir aber Kinder sind, dann sind wir auch Erben, und das heißt: wir bekommen teil am unvergänglichen Leben des Vaters, genauso wie Christus und zusammen mit ihm. Wie wir mit Christus leiden, sollen wir auch seine Herrlichkeit mit ihm teilen. (Römer 8,15-17) Bete für Christen mit muslimischem Hintergrund [in location], dass sie der Angst und jeder Form der Versklavung durch sie abschwören und stattdessen vom Geist erfüllt rufen: Abba! Vater!

source: “Do not be deceived: God is not mocked, for whatever one sows, that will he also reap. For the one who sows to his own flesh will from the flesh reap corruption, but the one who sows to the Spirit will from the Spirit reap eternal life” (Gal 6:7-8). Boldly ask that the veil of deception would be removed, that people would see the destructiveness of sin and living for the ego. Pray for a spirit of deliverance to work mightily [in location] to enable them to sow to the Spirit. Ask that the reward for sowing to the Spirit would be gratifying and convincing, especially for our new believing brothers and sisters.
de_de: Macht euch nichts vor! Gott lässt keinen Spott mit sich treiben. Jeder Mensch wird ernten, was er gesät hat. Wer auf den Boden der menschlichen Selbstsucht sät, wird von ihr den Tod ernten. Wer auf den Boden von Gottes Geist sät, wird von ihm unvergängliches Leben ernten. (Galater 6,7+8) Bitte mutig darum, dass der Schleier der Täuschung fällt, dass die Menschen die Zerstörungskraft der Sünde und der Selbstsucht erkennen. Bete dafür, dass der Geist der Befreiung mächtig wirkt [in location] und die Menschen dazu befähigt diese Hoffnung weiterzugeben. Bitte, dass der Lohn für das Verkünden der Hoffnung ermutigend ist, besonders für unsere neuen Glaubensgeschwister.

source: “Don’t you see how wonderfully kind, tolerant, and patient God is with you? Does this mean nothing to you? Can’t you see that his kindness is intended to turn you from your sin?” (Romans 2:4). Declare the loving kindness of God, that His mercies are new every morning, that His faithfulness to [location] is indeed great. Declare that this year is the year of the Lord’s favor, that this month is the month of repentance, that this month is when God’s Kingdom is at hand.
de_de: "Ist es dir gleichgültig, wie freundlich, geduldig und nachsichtig Gott mit dir ist? Siehst du nicht, wie Gottes Freundlichkeit dich zur Umkehr bewegen will?" (Römer 2,4) Verkünde die liebende Güte Gottes, dass seine Barmherzigkeit jeden Morgen neu ist, und dass seine Treue für [location] wirklich groß ist. Verkünde, dass dieses Jahr das Jahr der Freundlichkeit des Herrn ist, dass dieser Monat der Monat der Umkehr ist, dass in diesem Monat das Reich Gottes nahe ist.

source: Across church planting movements globally, we see God granting a kind of grace for repentance. When believers share, people respond. There is a softness of heart, an openness to the move of the Spirit. Unlike Pharaoh, who hardened his heart and stubbornly refused to submit, people are ready to respond with soft hearts. In disciple making movements, apprentices of Jesus share with friends, with family, with their natural communities, and God’s grace for repentance is present. Lord, soften hearts. Let those with ears to hear, let them hear. Give all those whom you are wooing the courage to repent and follow you.
de_de: In allen Gemeindegründungsbewegungen auf der ganzen Welt sehen wir, dass Gott Gnade zur Umkehr gewährt. Wenn Gläubige etwas weitergeben, reagieren die Menschen darauf. Ihre Herzen werden weich, sie sind offen für die Kraft des Geistes. Im Gegensatz zum Pharao, dessen Herz hart war und der sich hartnäckig weigerte, sich zu öffnen, sind die Menschen bereit, mit weichem Herzen zu reagieren. In den Jüngerschaftsbewegungen teilen die Gläubige die Gute Botschaft mit Freunden, mit der Familie, in ihren natürlichen Kreisen, und Gottes Gnade zur Umkehr ist gegenwärtig. Herr, erweiche die Herzen. Wer Ohren hat zu hören, der höre. Gib all denen, die du umwirbst, den Mut, umzukehren und dir zu folgen.

source: On or around the 27th night of Ramadan, Muslims celebrate the "Night of Power" as a special time that their prayers and good deeds count for more. They believe their chance of getting their prayers answered and miracles done are increased on this night. Pray for multitudes of Muslims from [location] to encounter Jesus tonight in a dream or vision.
de_de: In der 27. Nacht des Ramadan (oder in einer Nacht um diese Nacht herum) feiern die Muslime die "Nacht der Macht" als eine besondere Zeit, in der ihre Gebete und guten Taten mehr zählen. Sie glauben, dass ihre Chancen auf Gebetserhörungen und Wunder in dieser Nacht größer sind. Bete, dass viele Muslime [in location] Jesus heute Nacht im Traum oder in einer Vision begegnen.

source: Jesus is full of truth: "We have seen his glory, the glory of the One and Only, who came from the Father, full of grace and truth" (John 1:14). Pray for Christians from a Muslim background [in location] to model Jesus to those around them and to daily grow in being full of grace and truth.
de_de: "Er war voll Gnade und Wahrheit und wir wurden Zeugen seiner Herrlichkeit, der Herrlichkeit, die der Vater ihm, seinem einzigen Sohn, gegeben hat." (Johannes 1,14) Bete für Christen mit muslimischem Hintergrund [in location], dass sie ihren Mitmenschen Jesus vorleben und täglich darin wachsen, voller Gnade und Wahrheit zu sein.

source: “All the ends of the earth shall remember and turn to the Lord, and all the families [of location] shall worship before you” (Psalm 22:27). We declare today that the people [of location] are destined to worship you and obey you, to love you and to enjoy you, forever. Lord, we ask that all the sects, tribes, and families [of location] shall remember you and turn to you; every knee will bow, and every tongue will confess that Christ is the Lord.
de_de: "Die Armen sollen sich satt essen; die nach dir, HERR, fragen, sollen Loblieder singen; immer möge es ihnen gut gehen!" (Psalm 22,27) Wir rufen heute aus, dass die Menschen [in location] dazu bestimmt sind, dich zu verehren und dein Wort zu befolgen, dich zu lieben und dich zu preisen, für immer. Herr, wir bitten dich, dass alle Volksgruppen, alle Familien [in location] sich an dich erinnern und sich dir zuwenden; jedes Knie soll sich beugen und jede Zunge bekennen, dass Christus der Herr ist.

source: Pray that Christians [in location] will recognize the specific spiritual gifts that God has given them and wisely use those to serve.
de_de: Bete, dass die Christen [in location] die geistlichen Gaben, die Gott ihnen gegeben hat, erkennen und diese weise einsetzen, um Ihm zu dienen.

source: Father, hear our cries. Rend the heavens and come down. Your arm, O Mighty One, is not too short that it cannot save. Rise, O Mighty One, to show compassion. A bruised reed you never break, and a smoldering wick you never snuff out. O Father! [location] is bruised, and [location] is smoldering. Lord have mercy; Christ have mercy. Come and do miracles today [in location]. Raise the dead. Save the nation. Spread your fame. Transform this people. Recreate all our brothers and sisters in Christ. Amen
de_de: Vater, höre unser Rufen. Öffne den Himmel und komm herab. Dein Arm, o Allmächtiger, ist nicht zu kurz, als dass er nicht retten könnte. Erhebe dich, o Allmächtiger, und zeige Erbarmen. Ein geknicktes Rohr brichst du nie, und einen glimmenden Docht löschst du nie aus. (vgl. Matthäus 12,20) O Vater! [location] ist geknickt, [location ] glimmt vor sich hin. Herr, erbarme dich; Christus, erbarme dich. Komm und vollbringe heute [in location] ein Wunder. Rette die Nation. Verbreite deinen Ruhm. Verwandle dieses Volk. Amen
