Repository: micahmills/DE-Prayer-2024
Catalog: languages/ramadan-2024-*.po
Languages: de_de, es_419, pt_br

source: “Never pity missionaries; envy them. They are where the real action is — where life and death, sin and grace, Heaven and Hell converge.” - Robert C. Shannon
es_419: "Nunca sientan lástima por los misioneros; envídienlos. Ellos están donde está la verdadera acción - donde la vida y la muerte, el pecado y la gracia, el Cielo y el Infierno convergen." - Robert C. Shannon
pt_br: “Nunca tenha pena dos missionários; inveja eles. Eles estão onde está a ação real – onde a vida e a morte, o pecado e a graça, o Céu e o Inferno convergem.” -Robert C. Shannon

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that Jesus' cross was the one place in the world's history in which your Father's justice AND mercy were simultaneously fulfilled as He was marred beyond human semblance, despised, rejected, sorrowful, acquainted with grief, smitten, afflicted, pierced, crushed, chastised, and anguished (Isaiah 52-53) so that WE don't have to be.
es_419: Dios, ¡te amamos! Como Iglesia tuya, ayúdanos a hacer lo necesario para que la gente [of location] se aferre de las buenas nuevas de que la cruz de Jesús fue el único lugar en la historia del mundo en el cual la justicia del Padre Y TAMBIÉN su misericordia fueron simultáneamente cumplidas ya que tenía desfigurado el semblante; ¡nada de humano tenía su aspecto! Fue menospreciado, rechazado, afligido, hecho para el sufrimiento, perforado, aplastado, castigado y angustiado (Isaías 52-53) para que NOSOTROS no tuviéramos que serlo.
pt_br: Deus, nós te amamos! Como sua Igreja, ajude-nos a fazer o que for preciso para permitir que as pessoas [of location] compreendam as Boas Novas de que a cruz de Jesus foi o único lugar na história do mundo em que a justiça E a misericórdia de seu Pai foram simultaneamente cumpridas quando Ele foi transpassado, desprezado, rejeitado, triste, familiarizado com a dor, ferido, aflito, perfurado, esmagado, castigado e angustiado (Isaías 52-53) para que NÓS não precisássemos ser.

source: Sakib was born in a Muslim family but had many doubts about his religion. He found the truth in the Holy Bible. He said, “Now it is my responsibility to call my family and people in my area to the path of truth, for the [Holy Bible] is an ideal medium.” He is now interested to start learning much more about the Bible. Pray for Sakib and multitudes of others around the Muslim world who are being tranformed through the Living Word of God.
es_419: Sakib nació en una familia Musulmana pero había tenido muchas dudas acerca de su religión. Encontró la verdad en la Santa Biblia. Él dijo, "es ahora mi responsabilidad el llamar a mi familia y a la gente en mí area al camino de la Verdad, porque la Santa Biblia es un medio ideal." Él ahora está interesado en aprender mucho más acerca de la Biblia. Oren por Sakib y por las multitudes de otros alrededor del mundo Musulmán que están siendo transformados por medio de la Palabra Viva de Dios.
pt_br: Sakib nasceu em uma família muçulmana, mas tinha muitas dúvidas sobre sua religião. Ele encontrou a verdade na Bíblia Sagrada. Ele disse: “Agora é minha responsabilidade chamar minha família e as pessoas da minha região para o caminho da verdade, pois a [Bíblia Sagrada] é um meio ideal”. Ele agora está interessado em começar a aprender muito mais sobre a Bíblia. Ore por Sakib e por muitos outros ao redor do mundo muçulmano que estão sendo transformados pela Palavra Viva de Deus.

source: “Their idols are like scarecrows in a cucumber field, and they cannot speak; they have to be carried, for they cannot walk. Do not be afraid of them, for they cannot do evil, neither is it in them to do good.” (Jeremiah 10:5 ESV). May the idols of culture [in location] be revealed for the unspeaking, unmoving frauds that they are, and may the church have the clarity and wisdom to address idolatry in all of its forms. (Jeremiah 10:5) Lord God, would you grant believers [in location] humility, gentleness, and discernment as they fight idolatry in community.
es_419: "»Sus ídolos no pueden hablar; ¡parecen espantapájaros en un campo sembrado de melones! Tienen que ser transportados, porque no pueden caminar. No les tengan miedo, que ningún mal pueden hacerles, pero tampoco ningún bien»." (Jeremías 10:5 ESV) Que los ídolos de cultura [in location] sean revelados como los fraudes mudos e inmóviles que son y que la iglesia tenga la claridad y sabiduría para tratar con la idolatría en todas sus formas. (Jeremías 10:5) Señor Dios, concédele a los creyentes [in location] humildad, gentileza y discernimiento mientras luchan contra la idolatría en su comunidad.
pt_br: “Como um espantalho numa plantação de pepinos, os ídolos são incapazes de falar e têm que ser transportados porque não conseguem andar. Não tenham medo deles, pois não podem fazer nem mal nem bem”.(Jeremias 10:5 NVI). Que os ídolos da cultura [in location] sejam revelados como as fraudes silenciosas e imóveis que são, e que a igreja tenha clareza e sabedoria para lidar com a idolatria em todas as suas formas. (Jeremias 10:5) Senhor Deus, conceda aos crentes [in location] humildade, gentileza e discernimento enquanto lutam contra a idolatria na comunidade.

source: "We must be global Christians with a global vision because our God is a global God." - John Stott
es_419: "Debemos ser Cristianos globales con una visión global porque nuestro Dios es un Dios global." - John Stott
pt_br: “Devemos ser cristãos globais com uma visão global porque nosso Deus é um Deus global”. - John Stott

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that we receive grace IN Christ! (1 Corinthians 1:4)
es_419: Dios, ¡te amamos! Como Iglesia tuya, ayúdanos a hacer lo necesario para que la gente [of location] se aferre de las buenas nuevas de que recibimos gracia EN Cristo. (1 Corintios 1:4)
pt_br: Deus, nós te amamos! Como sua Igreja, ajude-nos a fazer o que for preciso para permitir que as pessoas [of location] compreendam as Boas Novas de que recebemos a graça EM Cristo! (1 Coríntios 1:4)

source: Jannat had a question for a Christian she was talking to: "I read some parts of the Bible, and there I found that Jesus came only for the Jews, but it also says when He was crucified that He is the savior of mankind. Do you have any proof of this?” A long discussion ensued about many passages in the Bible. After a few days, Jannat asked her friend to send Bible references proving that Islam is not true. After long days of discussions, she started to believe in Jesus but not that He is the Son of God. Eventually, Jannat asked for a New Testament. Jannat asks for prayer for herself because though she is still on the journey to Christ, her family notices changes in her behavior and are causing her problems because of it. Pray for Jannat and many seekers all over the Muslim world to have grace and wisdom to discern who in their family would be open to discovering God through the teachings of the Bible so that they can come to faith in Christ with others.
es_419: Jannat tenía una pregunta para un Cristiano con el cual ella estaba hablando: "Leo algunas partes de la Biblia y encuentro que Jesús sólo vino por los judíos, pero también dice cuando fue crucificado que Él es el salvador de la humanidad. ¿Tienes alguna prueba de esto?" Una larga discusión siguió acerca de los pasajes en la Biblia. Luego de unos días, Jannat le pidió a su amiga referencias en la Biblia que prueben que el Islam no es verdad. Luego de largos días de discusiones, ella comenzó a creer en Jesús pero no que Él es el Hijo de Dios. Eventualmente, Jannat pidió un Nuevo Testamento. Jannat pide que oren por ella porque aunque sigue en el camino hacia Cristo, su familia nota cambios en su comportamiento y le están haciendo problemas a causa de esto. Ora por Jannat y por los muchos buscadores en el mundo Musulmán, para que tengan gracia y sabiduría para discernir quién en su familia puede estar abierto para descubrir a Dios a través de las enseñanzas de la Biblia y así puedan llegar a tener fe en Cristo junto a otros.
pt_br: Jannat tinha uma pergunta para um cristão com quem ela estava conversando: "Eu li algumas partes da Bíblia e descobri que Jesus veio apenas para os judeus, mas também diz quando Ele foi crucificado que Ele é o salvador da humanidade. Você tem alguma prova disso?” Seguiu-se uma longa discussão sobre muitas passagens da Bíblia. Depois de alguns dias, Jannat pediu a sua amiga que enviasse referências bíblicas provando que o Islã não é verdadeiro. Depois de longos dias de discussões, ela começou a acreditar em Jesus, mas não que Ele é o Filho de Deus. Eventualmente, Jannat pediu um Novo Testamento. Jannat pede oração por si mesma porque, embora ela ainda esteja na jornada em direção a Cristo, sua família percebe mudanças em seu comportamento e isso está causando problemas a ela por causa disso. Ore para que Jannat e muitos que estão buscando a Deus em todo o mundo muçulmano tenham graça e sabedoria para discernir quem em sua família estaria aberto a descobrir Deus através dos ensinamentos da Bíblia para que eles possam vir à fé em Cristo com os outros.

source: “For we who have believed enter that rest, as he has said, “As I swore in my wrath, ‘They shall not enter my rest,’” although his works were finished from the foundation of the world.” (Hebrews 4:3 ESV). Creator God, your work of drawing every nation on earth to yourself was finished from the foundation of the world. (Hebrews 4:3) May the glory of your finished work and your eternal wisdom flood the church [in location] with boldness and satisfaction with all that you've done, are doing, and will do among all the tribes and tongues [of location] and the whole earth.
es_419: "En tal reposo entramos los que somos creyentes, conforme Dios ha dicho: «Así que, en mi enojo, hice este juramento: “Jamás entrarán en mi reposo”»." (Hebreos 4:3 NVI) Dios de la creación, tu trabajo de atraer a cada nación de la tierra hacia ti había concluido desde la creación del mundo. (Hebreos 4:3) Que la gloria de tu trabajo terminado y tu eterna sabiduría inunden a la iglesia [in location] con valentía y satisfacción por todo lo que has hecho, estás haciendo y harás entre todas las tribus y lenguas [of location] y de toda la tierra.
pt_br: “Pois nós, os que cremos, é que entramos naquele descanso, conforme Deus disse: “Assim jurei na minha ira: Jamais entrarão no meu descanso”; embora as suas obras estivessem concluídas desde a criação do mundo.” (Hebreus 4:3 NVI). Ó Deus Criador, sua obra de atrair todas as nações da terra para si mesmo foi concluída desde a fundação do mundo. (Hebreus 4:3) Que a glória de sua obra consumada e sua sabedoria eterna inundem a igreja [in location] com ousadia e satisfação com tudo o que fizeste, está fazendo e fará entre todas as tribos e línguas [of location] e toda a terra.

source: "We talk of the second coming; half the world has never heard of the first." - Oswald J. Smith
es_419: "Hablamos de la segunda venida; la mitad del mundo nunca oyó acerca de la primera." - Oswald J. Smith
pt_br: "Falamos da segunda vinda; metade do mundo nunca ouviu falar da primeira." - Oswald J. Smith

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that our redemption is IN Christ! (Romans 3:24)
es_419: Dios, ¡te amamos! Como Iglesia tuya, ayúdanos a hacer lo necesario para que la gente [of location] se aferre de las buenas nuevas de que nuestra redención está EN Jesús. (Romanos 3:24)
pt_br: Deus, nós te amamos! Como sua Igreja, ajude-nos a fazer o que for preciso para permitir que as pessoas [of location] compreendam as Boas Novas de que nossa redenção está EM Cristo! (Romanos 3:24)

source: My name is Khalid and I am a follower of Jesus in Morocco. My abusive Father died this year and I am the oldest in my family. It is my job to care for my mother and my siblings. I want to do much more than my cultural duty for my family. As a follower of Jesus, I want to love them well. My mother has been telling me the change she has noticed in me and what a good son I am. I know this is because of Jesus but she does not yet know this. I have been talking to her about living my life fully surrendered to God. I am finding ways to share verses that help us as a family know God’s love and truth together. Pray for me and my family as I bring them on a journey of discovering who God is and how we, as a family, can live our lives in full knowledge of Him and surrender to Him. Pray for believers [in location] who, like Khalid, are trying to lead their family on a journey to Christ.
es_419: Mi nombre es Khalid y soy un seguidor de Jesús en Marruecos. Mi padre abusivo falleció este año y soy ahora el más viejo de mi familia. Es mi trabajo cuidar de mi madre y mis hermanos. Quiero hacer mucho más que mi deber cultural por mi familia. Como seguidor de Jesús, quiero amarles correctamente. Mi madre me ha dicho que ha notado un cambio en mí y me habla de lo bueno que soy como hijo. Sé que esto es a causa de Jesús, pero ella aún no lo sabe. Estuve hablando con ella acerca de vivir mi vida en total entrega a Dios. Estoy encontrando maneras de compartir versículos que nos ayudan como familia conocer del amor de Dios y de Su verdad. Ora por mí y por mi familia a medida que juntos descubrimiento quién es Dios y como nosotros, como familia, podemos vivir nuestras vidas en total conocimiento y entrega a Él. Ora por los creyentes [in location] que, como Khalid, están intentando guiar a sus familias en el camino hacia Cristo.
pt_br: Meu nome é Khalid e sou um seguidor de Jesus no Marrocos. Meu pai abusivo morreu este ano e eu sou o mais velho da minha família. É meu trabalho cuidar da minha mãe e dos meus irmãos. Quero fazer muito mais do que meu dever cultural para com minha família. Como seguidor de Jesus, quero amá-los. Minha mãe tem me contado a mudança que notou em mim e como sou um bom filho. Eu sei que isso é por causa de Jesus, mas ela ainda não sabe disso. Tenho conversado com ela sobre viver minha vida totalmente rendida a Deus. Estou encontrando maneiras de compartilhar versículos que nos ajudam como família a conhecer o amor e a verdade de Deus juntos. Ore por mim e minha família enquanto os levo em uma jornada para descobrir quem é Deus e como nós, como família, podemos viver nossas vidas em pleno conhecimento Dele e nos rendermos a Ele. Ore pelos crentes [in location] que, como Khalid, estão tentando guiar sua família em uma jornada para Cristo.

source: “He who testifies to these things says, “Surely I am coming soon.” Amen. Come, Lord Jesus!” (Revelation 22:20 ESV). Lord Jesus, would you write the maranatha cry on the hearts of the church [in location] such that their lives and their words would raise up a shout in harmony: "Come, Lord Jesus!" (Revelation 22:20) Grant each follower [in location] eternal hope in the glory of your return.
es_419: "El que da testimonio de estas cosas, dice: «Sí, vengo pronto». Amén. ¡Ven, Señor Jesús!" (Apocalipsis 22:20 NVI) Señor Jesús, escribe el clamor de maranatha en los corazones de la iglesia [in location] tal que sus vidas y sus palabras levanten en armonía el grito de: "¡Ven, Señor Jesús!" (Apocalipsis 22:20) Concédele a cada seguidor [in location] una esperanza eterna en la gloria de tu regreso.
pt_br: “Aquele que dá testemunho destas coisas diz: “Sim, venho em breve!” Amém. Vem, Senhor Jesus! (Apocalipse 22:20 NVI). Senhor Jesus, poderias escrever o clamor maranatha nos corações da igreja [in location] de modo que suas vidas e suas palavras levantem um grito em harmonia: "Vem, Senhor Jesus!" (Apocalipse 22:20) Conceda a cada seguidor [in location] esperança eterna na glória de seu retorno.

source: "Some wish to live within the sound of a chapel bell; I wish to run a rescue mission within a yard of hell." - C. T. Studd
es_419: "Algunos anhelan vivir en cercanos al tañido a la campana de la capilla; Yo deseo realizar una misión de rescate a metros del infierno." - C.T. Studd
pt_br: "Alguns desejam viver ao som de um sino de capela; eu desejo executar uma missão de resgate a um metro do inferno." - C. T. Studd

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that we are justified IN Christ! (Galatians 2:17)
es_419: Dios, ¡te amamos! Como Iglesia tuya, ayúdanos a hacer lo necesario para que la gente [of location] se aferre de las buenas nuevas de que somos justificados EN Cristo. (Gálatas 2:17)
pt_br: Deus, nós te amamos! Como sua Igreja, ajude-nos a fazer o que for preciso para permitir que as pessoas [of location] compreendam as Boas Novas de que somos justificados EM Cristo! (Gálatas 2:17)

source: Malik is a 49 year old man from Gilgit Baltistan area. He had a lot of doubts about Islam that led him to explore Christianity. He shared that he had a very hard time finding evidence of any miracles Mohammad performed. One of the popular miracles Mohammad performed was splitting the moon in half. The more he looked into the history of this event the more disappointment he felt. No one had recorded this event to be true in history. On the other hand, the miracles Jesus performed had countless witnesses and had been acknowledged throughout history. His Christian friend told him about Jesus’ authority to perform these miracles. Malik learned Jesus not only healed people but he also forgave sins. He was eager to learn what more Jesus could do and as he learned about Jesus’ authority it became clear to him he needed to follow Jesus. He prayed for his salvation and became a follower of Jesus Christ. Pray for Malik as there are many others who are exposed to Christianity but need guidance to lead them in the right direction. Pray for him to grow in his faith and lead others who are in search of the truth.
es_419: Malik es un hombre de 49 años del área de Gilgit Baltistán. Tenía muchas dudas sobre el Islam que lo llevaron a explorar el cristianismo. Compartió que le resultó muy difícil encontrar evidencia de los milagros que realizó Mahoma. Uno de los milagros populares que realizó Mahoma fue partir la luna por la mitad. Cuanto más investigaba la historia de este evento, más desilusión sentía. Nadie había registrado este evento como cierto en la historia. Por otro lado, los milagros que realizó Jesús contaron con innumerables testigos y han sido reconocidos a lo largo de la historia. Su amigo cristiano le habló de la autoridad de Jesús para realizar estos milagros. Malik aprendió que Jesús no solo sanó a la gente, sino que también perdonó sus pecados. Estaba ansioso por saber qué más podía hacer Jesús y, a medida que aprendió sobre la autoridad de Jesús, se dio cuenta de que necesitaba seguirle. Oró por su salvación y se hizo seguidor de Jesucristo. Ora por Malik, ya que hay muchos otros que están expuestos al cristianismo pero necesitan orientación para llevarlos en la dirección correcta. Ora para que crezca en su fe y guíe a otros que están en busca de la verdad.
pt_br: Malik é um homem de 49 anos da área de Gilgit Baltistan. Ele tinha muitas dúvidas sobre o Islã que o levou a explorar o cristianismo. Ele compartilhou que teve muita dificuldade em encontrar evidências de quaisquer milagres realizados por Maomé. Um dos milagres populares que Maomé realizou foi dividir a lua ao meio. Quanto mais ele olhava para a história deste evento, mais desapontamento ele sentia. Ninguém registrou esse evento como verdadeiro na história. Por outro lado, os milagres que Jesus realizou tiveram inúmeras testemunhas e foram reconhecidos ao longo da história. Seu amigo cristão lhe contou sobre a autoridade de Jesus para realizar esses milagres. Malik aprendeu que Jesus não apenas curou pessoas, mas também perdoou pecados. Ele estava ansioso para aprender o que mais Jesus poderia fazer e, ao aprender sobre a autoridade de Jesus, ficou claro para ele que precisava seguir Jesus. Ele orou por sua salvação e se tornou um seguidor de Jesus Cristo. Ore por Malik, pois há muitos outros que foram expostos ao cristianismo, mas precisam de orientação para conduzi-los na direção certa. Ore para que ele cresça em sua fé e lidere outros que estão em busca da verdade.

source: “I will cut off the chariot from Ephraim and the war horse from Jerusalem; and the battle bow shall be cut off, and he shall speak peace to the nations; his rule shall be from sea to sea, and from the River to the ends of the earth.” (Zechariah 9:10 ESV). Lord God, would you break the weapons of spiritual and physical war that harm the church [in location] and would you speak peace to this and to every nation as you build your Kingdom to the ends of the earth. (Zechariah 9:10) May your peacemaking spirit take deep root in the church [in location] and would you grant them to shake the foundations of society with the power of their sacrifice, service, and forgiveness.
es_419: "Destruirá los carros de Efraín y los caballos de Jerusalén. Quebrará el arco de combate y proclamará paz a las naciones. Su dominio se extenderá de mar a mar, ¡desde el río Éufrates hasta los confines de la tierra!" (Zacarías 9:10 NVI) Señor Dios, quebranta las armas de guerra espiritual y física que dañan a la iglesia [in location] y hablarías paz a esta y a todas las naciones mientras construyes tu Reino hasta los confines de la tierra. (Zacarías 9:10) Que tu espíritu pacificador se arraigue profundamente en la iglesia [in location] y les concedas sacudir los cimientos de la sociedad con el poder del sacrificio de ellos, de su servicio y su perdón.
pt_br: “Ele destruirá os carros de guerra de Efraim e os cavalos de Jerusalém, e os arcos de batalha serão quebrados. Ele proclamará paz às nações e dominará de um mar a outro e do Eufrates até os confins da terra.” (Zacarias 9:10 NVI). Senhor Deus, quebre as armas da guerra espiritual e física que prejudicam a igreja [in location] e fale de paz para esta e para todas as nações enquanto constrói seu Reino até os confins da terra. (Zacarias 9:10) Que seu Espírito pacificador crie raízes profundas na igreja [in location] e que concedas abalar os alicerces da sociedade com o poder de seu sacrifício, serviço e perdão.

source: "Pray as though everything depended on God. Work as though everything depended on you." - Augustine
es_419: "Ora como si todo dependiera de Dios. Trabaja como si todo dependiera de ti." - Agustín de Hipona
pt_br: "Ore como se tudo dependesse de Deus. Trabalhe como se tudo dependesse de você." - Agostinho

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that we have complete forgiveness of all our sins IN Christ! (Ephesians 4:32)
es_419: Dios, ¡te amamos! Como Iglesia tuya, ayúdanos a hacer lo necesario para que la gente [of location] se aferre de las buenas nuevas de que tenemos el completo perdón de todos nuestros pecados EN Cristo. (Efesios 4:32)
pt_br: Deus, nós te amamos! Como sua Igreja, ajude-nos a fazer o que for preciso para permitir que as pessoas [of location] compreendam as Boas Novas de que temos o perdão completo de todos os nossos pecados EM Cristo! (Efésios 4:32)
