Repository: micahmills/DE-Prayer-2024
Catalog: languages/ramadan-2023-*.po
Languages: ru_ru

source: “And he put the wood in order and cut the bull in pieces and laid it on the wood. And he said, “Fill four jars with water and pour it on the burnt offering and on the wood.”” (1 Kings 18:33 ESV). Lord God, give your church [in location] the boldness of Elijah who called for more water to soak the burnt offering before the eyes of the watching world. Grant that same spirit to your followers [in location] that they might boldly call upon your power and name to deliver and to witness to your majesty before the watchful eyes [of location] and all the nations of the earth. (1 Kings 18:33).
ru_ru: «Он разложил дрова, разрезал быка на части и положил его на дрова. Затем он сказал: –Наполните четыре больших кувшина водой и вылейте ее на жертву всесожжения и на дрова.» (3 Царств 18:33,34). Господи Боже, дай Твоей церкви в [in location] смелость Илии, который попросил еще воды, чтобы пропитать всесожжение на глазах у наблюдающего народа. Даруй тот же самый дух своим последователям в [in location], чтобы они могли смело призывать Твою силу и Твоим именем освобождать и свидетельствовать о величии перед наблюдающими глазами [of location] и всеми народами земли. (1 Царств 18:33).

source: “The greatest missionary is the Bible in the mother tongue. It needs no furlough and is never considered a foreigner.” – William Cameron Townsend,1896-1982, Missionary to Peru and Mexico
ru_ru: «Величайший миссионер — это Библия на родном языке. Он не нуждается в отпуске и никогда не считается иностранцем». – Уильям Кэмерон Таунсенд, 1896–1982 гг., миссионер в Перу и Мексике

source: Our Treasure in Jesus
ru_ru: Наше сокровище во Христе

source: Testimonies from Around the World
ru_ru: Свидетельства со всего мира

source: Biblical Prayers
ru_ru: Молитва Писанием

source: Prayer Walk
ru_ru: Молитвенная прогулка

source: Inspirational Quotes
ru_ru: Вдохновляющие цитаты

source: How could this quote inspire you to pray for [people_group]? For yourself?
ru_ru: Как эта цитата вдохновляет вас молиться за народы [people_group]? За себя?
