Repository: micahmills/DE-Prayer-2024
Catalog: languages/ramadan-2024-*.po
Languages: de_de, es_419, pt_br

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that we cannot be separated from your love IN Christ! (Romans 8:32)
es_419: Dios, ¡te amamos! Como Iglesia tuya, ayúdanos a hacer lo necesario para que la gente [of location] se aferre de las buenas nuevas de que no podemos ser separados de tu amor EN Cristo. (Romanos 8:32)
pt_br: Deus, nós te amamos! Como sua Igreja, ajude-nos a fazer o que for preciso para permitir que as pessoas [of location] compreendam as Boas Novas de que não podemos ser separados do seu amor EM Cristo! (Romanos 8:32)

source: Suneel is a very active MBB (Muslim background believer). He loves to share the Good News with his friends. One of his friends accepted Jesus recently. He is inspired by Suneel and wants to get baptized to proclaim his faith. Please pray for Suneel and his efforts to share his faith with others. Pray for this new brother to continue to grow in his faith and be a witness to others just like Suneel.
es_419: Suneel es un creyente de origen musulmán muy activo. Le encanta compartir las Buenas Nuevas con sus amigos. Uno de sus amigos aceptó a Jesús recientemente. Se inspira en Suneel y quiere bautizarse para proclamar su fe. Ora por Suneel y sus esfuerzos para compartir su fe con los demás. Ora para que este nuevo hermano continúe creciendo en su fe y sea un testimonio para otros como Suneel lo fue para él.
pt_br: Suneel é um COM (crente de origem muçulmana) muito ativo. Ele adora compartilhar as Boas Novas com seus amigos. Um de seus amigos aceitou Jesus recentemente. Ele se inspira em Suneel e quer ser batizado para proclamar sua fé. Por favor, ore por Suneel e seus esforços para compartilhar sua fé com os outros. Ore para que este novo irmão continue a crescer em sua fé e seja uma testemunha para os outros como Suneel.

source: “It is enough for the disciple to be like his teacher, and the servant like his master. If they have called the master of the house Beelzebul, how much more will they malign those of his household.” (Matthew 10:25 ESV). Holy Spirit, would you breathe a spirit of spiritual satisfaction over your followers [in location], that they might resist the temptations and condemnations of the world and, instead, joyfully rest knowing that it is enough for a disciple to be like his teacher and a servant like his master. (Matthew 10:25). Give your church [in location] a profound satisfaction in becoming more and more like you, even as the world scoffs and condemns.
es_419: “Basta que el discípulo sea como su maestro, y el siervo como su amo. Si al padre de familia han llamado Beelzebul, ¿cuánto más blasfemarán a los de su casa? (Mateo 10:25 NVI). Espíritu Santo, insuflarías un espíritu de satisfacción espiritual sobre tus seguidores [en el lugar], para que resistan las tentaciones y condenaciones del mundo y, en cambio, descansen gozosamente sabiendo que es suficiente para un discípulo ser como su maestro y un siervo como su amo. (Mateo 10:25). Dale a tu iglesia [en el lugar] una profunda satisfacción al volverse cada vez más como tú, incluso cuando el mundo se burla y condena.
pt_br: “Basta ao discípulo ser como o seu mestre, e ao servo, como o seu senhor. Se o dono da casa foi chamado Belzebu, quanto mais os membros da sua família!” (Mateus 10:25 NVI). Espírito Santo, você poderia soprar um espírito de satisfação espiritual sobre seus seguidores [in location], para que eles resistissem às tentações e condenações do mundo e, em vez disso, descansassem com alegria sabendo que é suficiente para um discípulos e para um servo ser como seu mestre. (Mateus 10:25). Dê à sua igreja [in location] uma profunda satisfação em se tornar cada vez mais como você, mesmo quando o mundo zomba e condena.

source: "We should not ask, 'What is wrong with the world?', for that diagnosis has already been given. Rather we should ask, 'What has happened to the salt and light?'"John Stott
es_419: "No debemos preguntar, '¿qué le pasa al mundo?', porque ese diagnóstico ya se emitió. En vez, debemos preguntar, '¿qué le ha pasado a la sal y a la luz?'" John Stott
pt_br: "Não devemos perguntar: 'O que há de errado com o mundo?', pois esse diagnóstico já foi dado. Em vez disso, devemos perguntar: 'O que aconteceu com o sal e a luz?'" John Stott

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that we are one body IN Christ! (Romans 12:5)
es_419: Dios, ¡te amamos! Como Iglesia tuya, ayúdanos a hacer lo necesario para que la gente [of location] se aferre de las buenas nuevas de que somos un cuerpo EN Cristo. (Romanos 12:5)
pt_br: Deus, nós te amamos! Como sua Igreja, ajude-nos a fazer o que for preciso para permitir que as pessoas [of location] compreendam as Boas Novas de que temos vida eterna EM Cristo! (Romanos 6:23)

source: Ruhi is ready to take the next step and be baptized. 'I was a Sunni Muslim by birth, but now I belong to Jesus Christ and have become a better person. I changed when I discovered Jesus, and I became closer to Him. All thanks to Him, I'm living in a continuous state of peace and joy. I wish I could serve Him and spread His word. I'm studying the Bible now and ready for baptism. Kindly pray for me.' Pray for many like Ruhi [in location] that are new to faith and considering being wed to the Lamb of God through baptism.
es_419: Ruhi está lista para dar el siguiente paso y ser bautizada. 'Yo era musulmán sunita de nacimiento, pero ahora pertenezco a Jesucristo y me he convertido en una mejor persona. Cambié cuando descubrí a Jesús y me acerqué más a Él. Todo gracias a Él, estoy viviendo en un continuo estado de paz y alegría. Ojalá pudiera servirle y difundir su palabra. Ahora estoy estudiando la Biblia y lista para el bautismo. Tenga la amabilidad de orar por mí. Ore por muchos como Ruhi [en el lugar] que son nuevos en la fe y están considerando casarse con el Cordero de Dios a través del bautismo.
pt_br: Ruhi está pronto para dar o próximo passo e ser batizado. 'Fui um muçulmano sunita de nascimento, mas agora pertenço a Jesus Cristo e me tornei uma pessoa melhor. Mudei quando descobri Jesus e me aproximei Dele. Tudo graças a Ele, estou vivendo em um estado contínuo de paz e alegria. Eu gostaria de poder servi-Lo e espalhar Sua palavra. Estou estudando a Bíblia agora e pronto para o batismo. Por favor, ore por mim.' Ore por muitos como Ruhi [in location] que são novos na fé e consideram se batizar.

source: For we are slaves. Yet our God has not forsaken us in our slavery, but has extended to us his steadfast love before the kings of Persia, to grant us some reviving to set up the house of our God, to repair its ruins, and to give us protection in Judea and Jerusalem.” (Ezra 9:9 ESV). Lord Jesus, would you affirm in your followers [in location] their identities as slaves - slaves to you, their good Master - no matter how countercultural and provocative this identity may be. May they say with the people of God, "we are slaves, but our God has not forsaken us in our slavery." (Ezra 9:9).
es_419: Porque somos esclavos. Sin embargo, nuestro Dios no nos ha desamparado en nuestra servidumbre, sino que nos ha extendido su misericordia delante de los reyes de Persia, para darnos algún avivamiento para levantar la casa de nuestro Dios, reparar sus ruinas y darnos amparo en Judea y Jerusalén”. (Esdras 9:9 NVI). Señor Jesús, afirma en tus seguidores [in location] sus identidades como esclavos, -esclavos de ti, su buen Amo, sin importar cuán contracultural y provocativa pueda ser esta identidad. Que digan con el pueblo de Dios, "somos esclavos, pero nuestro Dios no nos ha desamparado en nuestra esclavitud". (Esdras 9:9).
pt_br: “Somos escravos, mas o nosso Deus não nos abandonou na escravidão. Ele tem sido bondoso para conosco diante dos reis da Pérsia: ele nos deu vida nova para reconstruir o templo do nosso Deus e levantar suas ruínas, e nos deu um muro de proteção em Judá e em Jerusalém.”(Esdras 9:9 NVI). Senhor Jesus, você afirmaria em seus seguidores [in location] suas identidades como escravos - escravos de Cristo, seu bom Mestre - não importa o quão contracultural e provocativa essa identidade possa ser. Que eles digam com o povo de Deus: "somos escravos, mas nosso Deus não nos abandonou em nossa escravidão". (Esdras 9:9).

source: It is possible for the most obscure person in a church, with a heart right toward God, to exercise as much power for the evangelization of the world, as it is for those who stand in the most prominent positions. — John R. Mott
es_419: Es posible que la persona más solitaria en una iglesia, con un corazón correcto para con Dios, ejerza tanto poder para la evangelización del mundo como lo es para aquellos que están en las posiciones más prominentes. - John R. Mott
pt_br: É possível para a pessoa mais obscura em uma igreja, com um coração voltado para Deus, exercer tanto poder para a evangelização do mundo quanto para aqueles que ocupam as posições mais proeminentes. — John R. Mott

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that Jesus brought the message of the Kingdom of Heaven being at hand! (Matthew 4:17)
es_419: Dios, ¡te amamos! Como Iglesia tuya, ayúdanos a hacer lo necesario para que la gente [of location] se aferre de las buenas nuevas de que Jesús trajo el mensaje de que Reino de los Cielos está cerca. (Mateo 4:17)
pt_br: Deus, nós te amamos! Como sua Igreja, ajude-nos a fazer o que for preciso para permitir que as pessoas [of location] compreendam as Boas Novas de que Jesus trouxe a mensagem de que o Reino dos Céus está próximo! (Mateus 4:17)

source: Shahid became a believer two and a half years ago. He lives in Multan and comes from a family of “Pir Culture”. His father is a Pir and they have his grandfather’s shrine in their house where local people come with their prayer needs. A believer had been discipling him for over two years and arranged for him to meet with a local pastor and get baptized. This is a big step for him because baptism can be a big challenge when your whole family has strong opposing views. He was recently married to a Muslim woman arranged by his family and he shared this with her but she is still a Muslim by faith. He has joined a local church and is actively growing in faith. Please pray for Shahid for any future challenges he will face as a growing believer and pray for his wife to also come to know Jesus and not be opposed to Him.
es_419: Shahid se hizo creyente hace dos años y medio. Vive en Multán y proviene de una familia de “Cultura Pir”. Su padre es un Pir y tienen el santuario de su abuelo en su casa donde la gente local viene con sus necesidades de oración. Un creyente lo había estado discipulando durante más de dos años y arregló que se reuniera con un pastor local y se bautizara. Este es un gran paso para él porque el bautismo puede ser un gran desafío cuando toda la familia tiene puntos de vista muy opuestos. Recientemente se casó con una mujer musulmana arreglado por su familia y compartió esto con ella, pero ella sigue siendo musulmana por fe. Se ha unido a una iglesia local y está creciendo activamente en la fe. Oren por Shahid por cualquier desafío futuro que enfrentará como un creyente en crecimiento y oren para que su esposa también llegue a conocer a Jesús y no se oponga a Él.
pt_br: Shahid tornou-se crente há dois anos e meio. Ele mora em Multan e vem de uma família de “Cultura Pir”. Seu pai é um Pir e eles têm o santuário de seu avô em sua casa, onde as pessoas locais vêm com suas necessidades de oração. Um crente o discipulou por mais de dois anos e providenciou para que ele se encontrasse com um pastor local e fosse batizado. Este é um grande passo para ele porque o batismo pode ser um grande desafio quando toda a sua família tem pontos de vista fortemente opostos. Ele se casou recentemente com uma muçulmana arranjada por sua família e compartilhou isso com ela, mas ela ainda é muçulmana pela fé. Ele se juntou a uma igreja local e está crescendo ativamente na fé. Por favor, ore por Shahid por quaisquer desafios futuros que ele enfrentará como um crente em crescimento e ore por sua esposa para também conhecer Jesus e não se opor a Ele.

source: “O our God, will you not execute judgment on them? For we are powerless against this great horde that is coming against us. We do not know what to do, but our eyes are on you.”” (2 Chronicles 20:12 ESV). Father God, you see the hopelessness and the brokenness that surrounds and threatens your church [in location]. You see how the enemy steals and destroys. And we ask that in the midst of the incomprehensible and insurmountable brokenness, you would revive and strengthen your followers [in location] that they might say with your Word, "we do not know what to do, but our eyes on you, Lord." (2 Chronicles 20:12).
es_419: “Oh Dios nuestro, ¿no ejecutarás juicio sobre ellos? Porque somos impotentes contra esta gran horda que viene contra nosotros. No sabemos qué hacer, pero nuestros ojos están puestos en ti.” (2 Crónicas 20:12 NVI). Padre Dios, ves la desesperanza y el quebrantamiento que rodea y amenaza a tu iglesia [en el lugar]. Ves cómo el enemigo roba y destruye. Y te pedimos que en medio del quebrantamiento incomprensible e insuperable, revivas y fortalezcas a tus seguidores [en el lugar] para que puedan decir con tu Palabra, "no sabemos qué hacer, pero nuestros ojos están puestos en ti, Señor. " (2 Crónicas 20:12).
pt_br: “Ó nosso Deus, não irás tu julgá-los? Pois não temos força para enfrentar esse exército imenso que vem nos atacar. Não sabemos o que fazer, mas os nossos olhos se voltam para ti”.(2 Crônicas 20:12 NVI). Deus nosso Pai, Tu vês a desesperança e a fragilidade que cerca e ameaça sua igreja [in location]. Você vê como o inimigo rouba e destrói. E pedimos que em meio ao quebrantamento dos corações, você reavive e fortaleça seus seguidores [in location] para que possam dizer como sua Palavra: "não sabemos o que fazer, mas nossos olhos estão em Ti, Senhor. " (2 Crônicas 20:12).

source: If you take missions out of the Bible, you won't have anything left but the covers. — Nina Gunter
es_419: Si le quitas las misiones a la Biblia, no te quedarías con más que las tapas. - Nina Gunter
pt_br: Se você tirar missões da Bíblia, não vai sobrar nada além das capas. — Nina Günter

source: God, we love you! As your Church, help us to do what it takes to let the people [of location] grasp the Good News that Jesus has authority even over all of nature! (Matthew 8:27)
es_419: Dios, ¡te amamos! Como Iglesia tuya, ayúdanos a hacer lo necesario para que la gente [of location] se aferre de las buenas nuevas de que Jesús tiene autoridad aún sobre toda la naturaleza. (Mateo 8:27)
pt_br: Deus, nós te amamos! Como sua Igreja, ajude-nos a fazer o que for preciso para permitir que as pessoas [of location] compreendam as Boas Novas de que Jesus tem autoridade até mesmo sobre toda a natureza! (Mateus 8:27)

source: Hamid is a Muslim background believer who is facing a lot of difficulties and persecution because of his faith. He was reported and arrested by the police and is going through a court case because he decided to follow Jesus. He has been beaten by the police to threaten him and the law may not help him. This is a fear most of the Muslim people have when they decide to turn away from Islam. Please pray for Hamid as he goes through this difficult time. He has more enemies than friends and his family may also not step up to help him. Pray for his protection, strength and comfort from God.
es_419: Hamid es un creyente de origen musulmán que enfrenta muchas dificultades y persecución a causa de su fe. Fue denunciado y arrestado por la policía y está pasando por un proceso judicial porque decidió seguir a Jesús. Ha sido golpeado por la policía para amenazarlo y es posible que la ley no lo ayude. Este es un temor que la mayoría de los musulmanes tienen cuando deciden alejarse del Islam. Oren por Hamid mientras atraviesa este momento difícil. Tiene más enemigos que amigos y es posible que su familia tampoco se presente para ayudarlo. Ore por su protección, fortaleza y consuelo de Dios.
pt_br: Hamid é um crente de origem muçulmana que enfrenta muitas dificuldades e perseguições por causa de sua fé. Ele foi denunciado e preso pela polícia e está em processo judicial porque decidiu seguir Jesus. Ele foi espancado pela polícia e ameaçado e a lei não pode ajudá-lo. Este é um medo que a maioria dos muçulmanos tem quando decidem se afastar do Islã. Por favor, orem por Hamid enquanto ele passa por este momento difícil. Ele tem mais inimigos do que amigos e sua família também não pode ajudá-lo. Ore por sua proteção, força e conforto de Deus.

source: “Do not fear what you are about to suffer. Behold, the devil is about to throw some of you into prison, that you may be tested, and for ten days you will have tribulation. Be faithful unto death, and I will give you the crown of life.” (Revelation 2:10 ESV). Lord Jesus, you have gone before us on the Way, showing what it means to be faithful unto death. Would you give your church [in location] the grace to remain faithful in proclamation and holiness unto death, that they might joyfully receive the crown of life that your perfect grace has prepared for them. (Revelation 2:10).
es_419: “No temas lo que estás a punto de sufrir. He aquí, el diablo va a echar a algunos de vosotros en la cárcel, para que seáis probados, y tendréis tribulación durante diez días. Sé fiel hasta la muerte, y yo te daré la corona de la vida”. (Apocalipsis 2:10 NVI). Señor Jesús, nos has adelantado en el Camino, mostrándonos lo que significa ser fiel hasta la muerte. ¿Le darías a tu iglesia [en el lugar] la gracia de permanecer fiel en la proclamación y la santidad hasta la muerte, para que puedan recibir con gozo la corona de vida que tu perfecta gracia ha preparado para ellos? (Apocalipsis 2:10).
pt_br: “Não tenha medo do que você está prestes a sofrer. O Diabo lançará alguns de vocês na prisão para prová-los, e vocês sofrerão perseguição durante dez dias. Seja fiel até a morte, e eu lhe darei a coroa da vida.(Apocalipse 2:10 NVI). Senhor Jesus, tu nos precedeste no Caminho, mostrando o que significa ser fiel até a morte. Por favor Senhor, você poderia dar à sua igreja [in location] a graça de permanecer fiel na proclamação e na santidade até a morte, para que eles possam receber com alegria a coroa da vida que sua graça perfeita preparou para eles. (Apocalipse 2:10).

source: “His authority on earth allows us to dare to go to all the nations. His authority in heaven gives us our only hope of success. And His presence with us leaves us no other choice.” -John Stott
es_419: "Su autoridad en la tierra permite osarnos a ir a todas las naciones. Su autoridad en el cielo nos da nuestra única esperanza de éxito. Su presencia con nosotros no nos deja una alternativa." - John Stott
pt_br: “Sua autoridade na terra nos permite ousar a ir a todas as nações. Sua autoridade no céu nos dá nossa única esperança de sucesso. E Sua presença conosco não nos deixa outra escolha.” -John Stott

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that Jesus was so overwhelmingly superior to demons that they literally begged Him for mercy! (Matthew 8:31)
es_419: Dios, ¡te amamos! Como Iglesia tuya, ayúdanos a hacer lo necesario para que la gente [of location] se aferre de las buenas nuevas de que Jesús es tan asombrosamente superior a los demonios que ellos literalmente le rogaban a Él misericordia. (Mateo 8:31)
pt_br: Deus, nós te amamos! Como sua Igreja, ajude-nos a fazer o que for preciso para permitir que as pessoas [of location] compreendam as Boas Novas de que Jesus era tão esmagadoramente superior aos demônios que eles literalmente imploravam por misericórdia! (Mateus 8:31)
