Repository: micahmills/DE-Prayer-2024
Catalog: languages/ramadan-2023-*.po
Languages: ru_ru

source: Jesus, give the church [in location] grace to cherish your name above all else
ru_ru: Иисус, дай церкви [in location] благодать, чтобы дорожить Твоим именем превыше всего

source: let the people [of location] grasp the Good News
ru_ru: пусть люди [of location] поймут Благую Весть

source: How could this quote inspire you to pray for [people_group]?
ru_ru: Как эта цитата вдохновляет вас молиться за народы [people_group]?

source: God, we love you! As your Church, help us do what it takes to let the people [of location] see you through Jesus, the radiance of your glory, the exact imprint of your nature! (Hebrews 1:3)
ru_ru: Боже, мы Тебя любим! Как твоя Церковь, помоги нам сделать все возможное, чтобы люди [of location] увидели Тебя через Иисуса, сияние Твоей славы, точное подобие Твоей природы! (Евреям 1:3)

source: "I am twenty-four and from Tunisia. I had a lot of debt and owed a lot of people and the government money. I asked myself, "Why don't I ask God to help me?" The truth is, I didn't ask because I didn't believe God would help me. I left Islam and called myself an atheist. But, there was always something inside me that said, "There is a God." I began to search and discuss with my friends. At that time, all of us were disillusioned, searching for truth, and some had even become Christians. We all brought information and shared with one another. Pray for us that we will discover truth together." Pray for spiritual seekers [in location] and all over the Muslim world to search and discuss the Bible with friends.
ru_ru: «Мне двадцать четыре года, и я из Туниса. У меня было много долгов, я был должен многим людям и правительству. Я спросил себя: «Почему бы мне не попросить Бога помочь мне?» Правда в том, что я не спрашивал, потому что не верил, что Бог поможет мне. Я оставил ислам и считал себя атеистом. Но во мне всегда было что-то, что говорило: «Бог есть». Я начал искать и обсуждать с друзьями ... В то время все мы были разочарованы, искали истину, а некоторые даже стали христианами. Мы все собираем информацию и делимся друг с другом. Молитесь за нас, чтобы мы вместе познали истину». Молитесь о духовных ищущих в [in location] и во всем мусульманском мире, чтобы они искали и обсуждали Библию с друзьями.

source: “When an attempt was made by both Gentiles and Jews, with their rulers, to mistreat them and to stone them, they learned of it and fled to Lystra and Derbe, cities of Lycaonia, and to the surrounding country, and there they continued to preach the gospel.” (Acts 14:5-7). When attempts are made to mistreat believers [in location] - and even when some must flee - may they be blessed with the boldness and perseverance to continue to preach the gospel. (Acts 14:5-7) Lord, give them faith that cannot be shaken by persecution."
ru_ru: «Но когда язычники и иудеи вместе со своими начальниками захотели применить силу и побить их камнями, те, узнав об этом, бежали в города Ликаонии, Листру и Дервию, и в их окрестности, где продолжали возвещать Радостную Весть». (Деяния 14:5-7). Когда предпринимаются попытки плохого обращения с верующими [in location] — и даже когда некоторым приходится бежать — пусть они будут благословлены смелостью и настойчивостью, чтобы продолжать проповедовать Евангелие (Деяния 14:5-7). Господи, дай им веру, которую не поколеблют гонения.»

source: As you look at this image, how does God lead you to pray for these people?
ru_ru: Когда вы смотрите на это изображение, как Бог побуждает вас молиться за этих людей?

source: "This is the grand purpose for which we were created: to enjoy the grace of Christ as we spread the gospel of Christ from wherever we live, to the ends of the earth." - David Platt
ru_ru: «Великая цель, ради которой мы были созданы: наслаждаться благодатью Христа, когда мы распространяем Евангелие Христа, где бы мы ни жили, до края земли». - Дэвид Платт

source: God, we love you! As your Church, help us do what it takes to gladden the hearts of your people [in location] as they understand that Jesus completely and perfectly made purification for sin and then sat down at the right hand of Majesty! (Hebrews 1:3-4)
ru_ru: Боже, мы любим тебя! Как Твоя Церковь, помоги нам делать все возможное, чтобы радовать сердца твоих людей в [in location], от осознания того, что Иисус полностью и совершенно очистил от греха, а затем воссел одесную Величия! (Евреям 1:3-4)

source: I am Abraham and I grew up in a Muslim family in India. The doctor said the baby inside my pregnant wife would die. Followers of Jesus offered to pray for our unborn child. Jesus miraculously healed our baby. After this our family began listening to stories about Jesus. Today we passionately make disciples of Jesus among other Muslims in India. As we prepared to baptize other families they shared how because of following Jesus their lives are in springtime. Jesus has healed them of sickness, given them hope and improved their families. Yet most people groups in India remain unreached by the gospel. Pray that God's kingdom comes to [in location] and all over the Muslim world.
ru_ru: Меня зовут Авраам, и я вырос в мусульманской семье в Индии. Врач сказал, что ребенок внутри моей беременной жены умрет. Последователи Иисуса предложили помолиться за нашего будущего ребенка. Иисус чудесным образом исцелил нашего ребенка. После этого наша семья начала слушать истории об Иисусе. Сегодня мы страстно делаем учеников Иисуса среди других мусульман Индии. Когда мы готовились крестить другие семьи, они рассказывали, как благодаря следованию за Иисусом их жизнь расцвела. Иисус исцелил их от болезней, дал им надежду и преобразовал их семьи. Тем не менее, большинство народов Индии остаются недостигнутыми Евангелием. Молитесь, чтобы Царство Божье пришло в [in location] и по всему мусульманскому миру.

source: “So Peter was kept in prison, but earnest prayer for him was made to God by the church.” (Acts 12:5 ESV). When the church [in location] is persecuted, and even when followers of Jesus are imprisoned, may the church be drawn into earnest, persevering prayer. (Acts 12:5) Lord Jesus, deepen the faith and sustain the dependent prayers of the church [in location]."
ru_ru: «Петр был под стражей в темнице, а церковь горячо молилась о нем Богу». (Деяния 12:5). Когда церковь [in location] преследуется и даже когда последователей Иисуса заключают в тюрьму, пусть церковь будет вовлечена в искреннюю, настойчивую молитву. (Деяния 12:5) Господь Иисус, углубляй веру и поддерживай зависимость церкви от молитвы в [in location]

source: “There is not a square inch in the whole domain of our human existence over which Christ, who is Sovereign over all, does not cry, Mine!” - Abraham Kuyper
ru_ru: «Нет ни одного квадратного метра во всей области нашего человеческого бытия, над которым Христос, Властелин над всем, не воскликнул бы: Мое!» - Авраам Кайпер

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that when Jesus taught us to pray to you He told us to call you our Father! (Matthew 6:6-14)
ru_ru: Боже, мы любим тебя! Как Твоя Церковь, помоги нам сделать все возможное, чтобы люди [of location] поняли Благую Весть о том, что, когда Иисус учил нас молиться, Он сказал нам называть Тебя своим Отцом! (Матфея 6:6-14)

source: Fawad saw a Facebook ad one day about the prophet Abraham ready to sacrifice his son. He had questions and he reached out to a Christian social media page. He engaged in many conversations. After talking for three months he decided to put his faith in Jesus. Fawad did something bold after he became a believer, he invited his family members to listen to his conversation on the phone with a Christian. His wife and kids sat with him when he would talk about Jesus and after a couple of months they all made a decision to follow in Fawad’s footsteps and be followers of Jesus. Please pray for Fawad, his wife and three kids to grow stronger in their faith and continue to be bold to share their faith with many others. Pray for more families like Fawad's [in location].
ru_ru: Однажды Фавад увидел рекламу в Facebook о пророке Аврааме, готовом принести в жертву своего сына. У него были вопросы, и он обратился к христианской странице в социальной сети. Он участвовал во многих разговорах. После трехмесячного общения он решил довериться Иисусу. Фавад сделал смелый поступок после того, как стал верующим. Он пригласил членов своей семьи послушать его разговор по телефону с христианином. Его жена и дети сидели с ним, когда он говорил об Иисусе, и через пару месяцев все они приняли решение пойти по стопам Фавада и стать последователями Иисуса. Пожалуйста, молитесь, чтобы Фавад, его жена и трое детей укрепились в своей вере и продолжали смело делиться своей верой со многими другими. Молитесь о большем количестве таких семей, как семья Фавада в [in location].

source: “but you shall cling to the Lord your God just as you have done to this day.” (Joshua 23:8 ESV). Strengthen the spiritual hands of believers [in location] that they might cling to the Lord their God. (Joshua 23:8) Grant, the church [in location] an ever-growing list of those who have gone ahead to which they can look for example and encouragement in faithful finishing of the race (2 Timothy 4:7).
ru_ru: «но прилепитесь к Господу Богу вашему, как вы это делали до сего дня». (Иисус Навин 23:8). Укрепи духовные руки верующих в [in location], чтобы они могли прилепиться к Господу Богу своему. (Иисус Навин 23:8) Даруй церкви [in location] постоянно растущее число тех, кто продвинулся вперед, к кому другие могут обратиться в качестве примера и ободрения в верном завершении отмеренной Богом дистанции (2 Тимофею 4:7).

source: “Never pity missionaries; envy them. They are where the real action is — where life and death, sin and grace, Heaven and Hell converge.” - Robert C. Shannon
ru_ru: «Никогда не жалейте миссионеров; завидуйте им. Они там, где настоящее действие — где сходятся жизнь и смерть, грех и благодать, рай и ад». - Роберт С. Шеннон

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that Jesus' cross was the one place in the world's history in which your Father's justice AND mercy were simultaneously fulfilled as He was marred beyond human semblance, despised, rejected, sorrowful, acquainted with grief, smitten, afflicted, pierced, crushed, chastised, and anguished (Isaiah 52-53) so that WE don't have to be.
ru_ru: Боже, мы любим тебя! Как Твоя церковь, помоги нам сделать все возможное, чтобы люди [of location] поняли Благую Весть о том, что крест Иисуса был единственным местом в мировой истории, в котором справедливость и милосердие Отца были одновременно исполнены, когда Он был презрен и отвергнут людьми, презираем, неся скорби, познавший горе, пораженный, страдающий, пронзенный, сокрушенный, наказанный и страдающий (Исаия 52-53) так, что благодаря Ему мы свободны теперь.

source: Sakib was born in a Muslim family but had many doubts about his religion. He found the truth in the Holy Bible. He said, “Now it is my responsibility to call my family and people in my area to the path of truth, for the [Holy Bible] is an ideal medium.” He is now interested to start learning much more about the Bible. Pray for Sakib and multitudes of others around the Muslim world who are being tranformed through the Living Word of God.
ru_ru: Сакиб родился в мусульманской семье, но сомневался в своей религии. Он нашел истину в Библии. Он сказал: «Теперь я обязан призвать свою семью и людей в моем районе на путь истины, потому что [Holy Bible] — идеальное средство». Теперь ему интересно начать больше узнавать о Библии. Молитесь за Сакиба и множество других людей в мусульманском мире, которые преображаются через Живое Слово Божье.

source: “Their idols are like scarecrows in a cucumber field, and they cannot speak; they have to be carried, for they cannot walk. Do not be afraid of them, for they cannot do evil, neither is it in them to do good.” (Jeremiah 10:5 ESV). May the idols of culture [in location] be revealed for the unspeaking, unmoving frauds that they are, and may the church have the clarity and wisdom to address idolatry in all of its forms. (Jeremiah 10:5) Lord God, would you grant believers [in location] humility, gentleness, and discernment as they fight idolatry in community.
ru_ru: «Эти идолы, как пугала на бахче, - не могут говорить; их нужно носить – они не умеют ходить. Не бойтесь их, ведь они не в силах причинить вам зла, но и добра сделать не могут.». (Иеремия 10:5). Пусть идолы культуры [in location] раскроются в своем молчаливом, неподвижном мошенничестве, которым они являются, и пусть у церкви будет ясность и мудрость, чтобы противостоять идолопоклонству во всех его формах. (Иеремия 10:5) Господи Боже, даруй верующим [in location] смирение, мягкость и проницательность, когда они борются с идолопоклонством в обществе.

source: "We must be global Christians with a global vision because our God is a global God." - John Stott
ru_ru: «Мы должны быть глобальными христианами с глобальным видением, потому что наш Бог — глобальный Бог». - Джон Стотт

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that we receive grace IN Christ! (1 Corinthians 1:4)
ru_ru: Боже, мы любим тебя! Как Твоя церковь, помоги нам сделать все возможное, чтобы люди [of location] поняли Благую Весть о том, что мы получаем благодать только через Христа! (1 Коринфянам 1:4)

source: Jannat had a question for a Christian she was talking to: "I read some parts of the Bible, and there I found that Jesus came only for the Jews, but it also says when He was crucified that He is the savior of mankind. Do you have any proof of this?” A long discussion ensued about many passages in the Bible. After a few days, Jannat asked her friend to send Bible references proving that Islam is not true. After long days of discussions, she started to believe in Jesus but not that He is the Son of God. Eventually, Jannat asked for a New Testament. Jannat asks for prayer for herself because though she is still on the journey to Christ, her family notices changes in her behavior and are causing her problems because of it. Pray for Jannat and many seekers all over the Muslim world to have grace and wisdom to discern who in their family would be open to discovering God through the teachings of the Bible so that they can come to faith in Christ with others.
ru_ru: У Джаннат был вопрос к христианину, с которым она разговаривала: «Я читала некоторые части Библии, и там я обнаружила, что Иисус пришел только для евреев, но там также говорится, что, когда Он был распят, Он является спасителем человечества. Какое у вас есть доказательства этого? Последовала долгая дискуссия о многих отрывках из Библии. Через несколько дней Джаннат попросила свою подругу прислать ссылки на Библию, доказывающие, что ислам неверен. После долгих дней дискуссий она начала верить в Иисуса, но не в то, что Он Сын Божий. В конце концов, Джаннат попросила Новый Завет. Джаннат просит помолиться за нее, потому что, хотя она все еще на пути ко Христу, ее семья замечает изменения в ее поведении и из-за этого создает ей проблемы. Молитесь, чтобы Джаннат и многие ищущие истины во всем мусульманском мире обрели благодать и мудрость, чтобы распознать, кто в их семье будет открыт для познания Бога через учения Библии, чтобы они могли прийти к вере во Христа вместе с другими.

source: “For we who have believed enter that rest, as he has said, “As I swore in my wrath, ‘They shall not enter my rest,’” although his works were finished from the foundation of the world.” (Hebrews 4:3 ESV). Creator God, your work of drawing every nation on earth to yourself was finished from the foundation of the world. (Hebrews 4:3) May the glory of your finished work and your eternal wisdom flood the church [in location] with boldness and satisfaction with all that you've done, are doing, and will do among all the tribes and tongues [of location] and the whole earth.
ru_ru: «Но мы, поверившие, входим в Его покой, так как Бог сказал: «Поэтому Я поклялся в гневе Моем: они не войдут в Мой покой!» Он сказал это, несмотря на то что Он уже закончил сотворение мира еще в самом начале.». (Евреям 4:3). Творец Боже, Твоя работа по привлечению к Себе всех народов на земле была завершена от основания мира. (Евреям 4:3) Пусть слава твоего завершенного дела и твоя вечная мудрость наполнят церковь [in location] дерзновением и удовлетворением всем, что ты сделал, делаешь и будешь делать среди всех племен и языков [of location] и всей земли.

source: "We talk of the second coming; half the world has never heard of the first." - Oswald J. Smith
ru_ru: «Мы говорим о втором пришествии; половина мира никогда не слышала о первом». - Освальд Дж. Смит

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that our redemption is IN Christ! (Romans 3:24)
ru_ru: Боже, мы любим тебя! Как Твоя церковь, помоги нам сделать все возможное, чтобы люди [of location] поняли Благую Весть о том, что наше искупление во Христе! (Римлянам 3:24)

source: My name is Khalid and I am a follower of Jesus in Morocco. My abusive Father died this year and I am the oldest in my family. It is my job to care for my mother and my siblings. I want to do much more than my cultural duty for my family. As a follower of Jesus, I want to love them well. My mother has been telling me the change she has noticed in me and what a good son I am. I know this is because of Jesus but she does not yet know this. I have been talking to her about living my life fully surrendered to God. I am finding ways to share verses that help us as a family know God’s love and truth together. Pray for me and my family as I bring them on a journey of discovering who God is and how we, as a family, can live our lives in full knowledge of Him and surrender to Him. Pray for believers [in location] who, like Khalid, are trying to lead their family on a journey to Christ.
ru_ru: Меня зовут Халид, и я последователь Иисуса в Марокко. Мой отец умер в этом году, и я самый старший в семье. Это теперь моя обязанность заботиться о моей матери и моих братьях и сестрах. Я хочу сделать для своей семьи гораздо больше, чем просто культурный долг. Как последователь Иисуса, я хочу больше проявлять свою любовь. Моя мать говорила мне, какие изменения она заметила во мне и какой я хороший сын. Я знаю, что это из-за Иисуса, но она еще не знает этого. Я говорил с ней о том, чтобы полностью отдаться Богу. Я нахожу способы делиться стихами, которые помогают нам всей семьей познать Божью любовь и истину. Молитесь за меня и мою семью, пока я веду их по пути познания Бога и как мы, как семья, можем жить в полном познании Его и подчиниться Ему. Молитесь за верующих [in location], которые, как Халид, пытаются вести свою семью на пути ко Христу.

source: “He who testifies to these things says, “Surely I am coming soon.” Amen. Come, Lord Jesus!” (Revelation 22:20 ESV). Lord Jesus, would you write the maranatha cry on the hearts of the church [in location] such that their lives and their words would raise up a shout in harmony: "Come, Lord Jesus!" (Revelation 22:20) Grant each follower [in location] eternal hope in the glory of your return.
ru_ru: «Свидетельствующий об этом говорит: – Да, Я скоро приду! Аминь! Приди, Господь Иисус!» (Откровение 22:20). Господи Иисусе, напиши этот клич ожидания в сердцах церкви [in location] так, чтобы их жизнь и их слова возносили крик в гармонии: "Гряди, Господи Иисусе!" (Откровение 22:20) Даруй каждому последователю [in location] вечную надежду во славе Твоего возвращения.

source: "Some wish to live within the sound of a chapel bell; I wish to run a rescue mission within a yard of hell." - C. T. Studd
ru_ru: «Некоторые хотят жить, наслаждаясь звуками церковного храма; я хочу проводить спасательную миссию в сантиметре от ада». - К. Т. Стадд

source: God, we love you! As your Church, help us do what it takes to let the people [of location] grasp the Good News that we are justified IN Christ! (Galatians 2:17)
ru_ru: Боже, мы любим тебя! Как Твоя Церковь, помоги нам сделать все возможное, чтобы люди [of location] поняли благую весть о том, что мы оправданы во Христе! (Галатам 2:17)

source: Malik is a 49 year old man from Gilgit Baltistan area. He had a lot of doubts about Islam that led him to explore Christianity. He shared that he had a very hard time finding evidence of any miracles Mohammad performed. One of the popular miracles Mohammad performed was splitting the moon in half. The more he looked into the history of this event the more disappointment he felt. No one had recorded this event to be true in history. On the other hand, the miracles Jesus performed had countless witnesses and had been acknowledged throughout history. His Christian friend told him about Jesus’ authority to perform these miracles. Malik learned Jesus not only healed people but he also forgave sins. He was eager to learn what more Jesus could do and as he learned about Jesus’ authority it became clear to him he needed to follow Jesus. He prayed for his salvation and became a follower of Jesus Christ. Pray for Malik as there are many others who are exposed to Christianity but need guidance to lead them in the right direction. Pray for him to grow in his faith and lead others who are in search of the truth.
ru_ru: Малик — 49-летний мужчина из района Гилгит-Балтистан. У него было много сомнений относительно ислама, которые привели его к изучению христианства. Он поделился, что ему было очень трудно найти доказательства каких-либо чудес, совершенных Мухаммедом. Одним из популярных чудес, которые совершил Мухаммед, было разделение луны пополам. Чем больше он вникал в историю этого события, тем большее разочарование чувствовал. Никто не записал это событие в историю как правдивое. С другой стороны, чудеса, которые совершал Иисус, имели бесчисленных свидетелей и были признаны на протяжении всей истории. Его друг-христианин рассказал ему о власти Иисуса совершать эти чудеса. Малик узнал, что Иисус не только исцелял людей, но и прощал грехи. Ему не терпелось узнать, что еще мог сделать Иисус, и когда он узнал об авторитете Иисуса, ему стало ясно, что ему нужно следовать за Иисусом. Он молился о своем спасении и стал последователем Иисуса Христа. Молитесь за Малика, так как есть много других, кто знаком с христианством, но нуждается в руководстве, чтобы вести их в правильном направлении. Молитесь, чтобы он возрастал в своей вере и вел за собой других, ищущих истину.
