Repository: micahmills/DE-Prayer-2024
Catalog: languages/ramadan-2024-*.po
Languages: de_de, es_419, pt_br

source: Satan loves to put lies into our hearts. God’s truth protects us: "... for your love is ever before me, and I walk continually in your truth” (Psalm 26:3). Pray for Christians from a Muslim background [in location] to repent of every form of deception and walk in God's truth in all relationships.
de_de: Der Teufel liebt es, uns Lügen ins Herz zu legen. Die Wahrheit Gottes schützt uns: "Denn ich war mir deiner Gnade stets bewusst, und ich habe mich nach deiner Wahrheit gerichtet." (Psalm26,3) Bete für Christen mit muslimischem Hintergrund [in location], dass sie von jeder Form der Täuschung umkehren und ganz in Gottes Wahrheit bleiben.

source: “Let [location] praise you, O God; let all the peoples praise you!” (Psalm 67:3). Lord, may all [location] praise you; may they praise you from every class and sect, from every religious and educational background; may they praise you in the cities and praise you in the villages, may they praise you from the seaside and praise you atop the highest peaks. You alone are worthy to receive glory and honor and praise, Great High King, rightful Ruler [of location].
de_de: "Gott, die Völker sollen dir danken, alle Völker sollen dich preisen!" (Psalm 67,3) Herr, möge die ganze Welt dich preisen; mögen dich Menschen aus jeder Gesellschaftsschicht und jeder Bildungsschicht preisen; mögen dich Menschen mit unterschiedlichen religiösen Hintergrund preisen; mögen sie dich in den Städten preisen und in den Dörfern preisen, mögen sie dich vom Meer aus preisen und dich auf den höchsten Gipfeln preisen. Du allein bist würdig, Ruhm und Ehre und Lob zu empfangen, großer König, rechtmäßiger Herrscher [of location].

source: Pray for faith, not fear, to be what controls Christians [in location].
de_de: Betet, dass der Glaube und nicht die Angst die Christen [in location] beherrscht.

source: With this news, strengthen those who have tired hands, and encourage those who have weak knees. Say to those with fearful hearts, “Be strong, and do not fear, for your God is coming to destroy your enemies. He is coming to save you.” Isaiah 35:3-4 Lord, to those with tired hands, have mercy. To those with weak knees, Lord, have mercy. To those with fearful hearts, Lord, have mercy. Pray for pastors, missionaries, and ministers, that the Lord would strengthen their tired hands. If you know people [in location], choose a few names and speak the blessing of strength and courage over their hearts. Declare the victory of Jesus over every spiritual enemy [in location].
de_de: "Stärkt die schlaffen Hände und festigt die wankenden Knie. Sprecht zu denen, die tief beunruhigt sind: Seid stark und fürchtet euch nicht. Seht doch: Die Rache und Vergeltung unseres Gottes kommt. Er wird kommen und euch retten." Jesaja 35,3+4 Herr, erbarme dich derer mit müden Händen. Herr, erbarme dich derer, die schwache Knie haben. Herr, erbarme dich derer, die ein ängstliches Herz haben. Bete für Pastoren, Missionare und Seelsorger, dass der Herr ihre müden Hände stärkt. Wenn du Menschen [in location] kennst, wähle ein paar Namen aus und sprich den Segen der Stärke und des Mutes über ihre Herzen. Verkünde den Sieg Jesu über [location].

source: Muslims pray prescribed prayers five times a day. Lord, as people from [location] turn to Christ, teach them how to keep spiritual rhythms, turning it into an intimate time with you and not simply a ritual.
de_de: Muslime beten fünfmal am Tag vorgeschriebene Gebete. Herr, wenn Menschen [of location] ihr Leben Christus geben, lehre sie, wie sie spirituelle Rhythmen beibehalten können, dies aber nicht nur ein Ritual ist, sondern intime Zeit mit dir wird.

source: In the gospels, Jesus says "I tell you the truth" 78 times and declares that we can only come to God through truth: "God is spirit, and his worshipers must worship in spirit and in truth" (John 4:21). Pray for Christians from a Muslim background [in location] to grow each day in worshiping God in spirit and in truth.
de_de: In den Evangelien sagt Jesus 78 mal "Ich sage euch die Wahrheit" und erklärt, dass wir nur durch die Wahrheit zu Gott kommen können: "Denn Gott ist Geist; deshalb müssen die, die ihn anbeten wollen, ihn im Geist und in der Wahrheit anbeten." (Johannes 4,24) Bete für Christen mit muslimischem Hintergrund [in location], dass sie jeden Tag darin wachsen, Gott im Geist und in der Wahrheit anzubeten.

source: “You are the God who works wonders; you have made known your might among the people [of location]” (Psalm 77:14). O Lord, Sovereign over [location]! We come to you today, again, to sing your praise and declare your worth. You are worthy! You alone work wonders! You are the miracle maker, the Creator God, the One by whom all things came into being and through whom all life is sustained. Lord, demonstrate your might and power [in location]. Truly, You alone are God.
de_de: "Du bist der Gott der Zeichen und Wunder! Du hast den Völkern deine Macht gezeigt." (Psalm 77,15) Oh Herr, Herrscher über [location]! Wir kommen heute wieder zu dir, um dir Lob zu singen und deinen Ruhm zu verkünden. Du bist würdig! Du allein vollbringst Wunder! Du bist der Wundermacher, der Schöpfergott, der, durch den alle Dinge entstanden sind und durch den alles Leben erhalten wird. Herr, zeige deine Macht und Kraft [in location]. Wahrlich, Du allein bist Gott.

source: Pray for great clarity (even generational maps that highlight key issues: https://zume.training/generational-mapping/) about areas where Christians [in location] may be distracted or deceived, making their work for the Lord just busyness and not genuinely fruitful.
de_de: Bete für Klarheit über die Bereiche, in denen Christen [in location] abgelenkt oder getäuscht werden. Mögen sie erkennen in welchen Bereichen ihre Arbeit für den Herrn nur noch aus Geschäftigkeit besteht und nicht wirklich fruchtbar ist. (Hilfreiches Tool: generational map - siehe: https://zume.training/generational-mapping/)

source: Lord, we remember our brothers and sisters today from non-Christian backgrounds. They did not grow up learning about you and what you’re like. And so we pray, Lord, that you would recreate them, that you would transform their thoughts and feelings about God, and conform their beliefs to the reality of your Goodness. Lord, have mercy. Christ, have mercy. Spirit, have mercy. Amen
de_de: Herr, wir denken heute an unsere Brüder und Schwestern mit nicht-christlichem Hintergrund. Sie wurden nicht damit groß, dich kennenzulernen und zu erfahren, wie du bist. Und so beten wir, Herr, dass du sie weiterhin formst, dass du ihre Gedanken und Gefühle über dich veränderst und ihren Glauben an die Realität deiner Güte anpasst. Herr, erbarme dich. Christus, erbarme dich. Heiliger Geist, erbarme dich. Amen

source: Islam teaches an emotional worldview that Muslims are superior to non-Muslims. Lord, help believers [in location] shed the sins that so easily entangle them and instead put on their "new self" finding their value comes from You.
de_de: Der Islam lehrt eine emotionale Weltanschauung, nach der Muslime den Nicht-Muslimen überlegen sind. Herr, hilf den Gläubigen [in location], dass sie diese Sünde ablegen, und stattdessen ihr "neues Ich" anziehen und erkennen, dass ihr Wert von Dir kommt.

source: Lord help new followers of Christ [in location] renounce attitudes that place people in positions of superiority or inferiority. Let them, instead, follow Jesus’ humble example in Philippians 2:5-11, "Your attitude should be the same as that of Christ Jesus: Who, being in very nature God, did not consider equality with God something to be grasped, but made himself nothing, taking the very nature of a servant, being made in human likeness..."
de_de: Herr, hilf den Nachfolgern Christi [in location], sich von Einstellungen abzuwenden, die Menschen in eine Position der Überlegenheit und Unterlegenheit bringen. Lass sie stattdessen dem demütigen Beispiel Jesu in Philipper 2,5-11 folgen: Habt im Umgang miteinander stets vor Augen, was für einen Maßstab Jesus Christus gesetzt hat: Er war in allem Gott gleich, und doch hielt er nicht gierig daran fest, so wie Gott zu sein. Er gab alle seine Vorrechte auf und wurde einem Sklaven gleich. Er wurde ein Mensch in dieser Welt und teilte das Leben der Menschen..."

source: “Jesus said to her, ‘Everyone who drinks of this water will be thirsty again, but whoever drinks of the water that I will give him will never be thirsty again. The water that I will give him will become in him a spring of water welling up to eternal life’” (John 4:13,14). Pray for divine satisfaction in Christ to be released over all peoples [in location]. Pray that God, in His mercy, would liberate the time, attention, and energy of the people [of location] for His purposes in His Kingdom.
de_de: "Jesus antwortete: »Wer dieses Wasser trinkt, wird wieder durstig. Wer aber von dem Wasser trinkt, das ich ihm geben werde, wird nie mehr Durst haben. Ich gebe ihm Wasser, das in ihm zu einer Quelle wird, die bis ins ewige Leben weitersprudelt.«" (Johannes 4,13+14) Bete, dass göttliche Zufriedenheit in Christus über alle Menschen [in location] freigesetzt wird. Bete, dass Gott in seiner Barmherzigkeit die Zeit, Aufmerksamkeit und Energie der Menschen [in location] segnet und sie dadurch die Kapazität haben sich für sein Reich einzusetzen.

source: Pray for Christians to meet needs, preferably supernaturally through the Lord, and that their family members and friends would be witnesses of God's provision.
de_de: Bete dafür, dass Christen sich den Bedürfnissen der Menschen um sie herum annehmen, vorzugsweise auf übernatürliche Weise durch den Herrn. Mögen ihre Familienangehörigen und Freunde Zeugen von Gottes Versorgung sein.

source: Lord, please lead [location] back to its true source of life – the fountain of living water, the light by which we see, the One true Christ. In You, O Lord, may we never thirst again. Amen
de_de: Herr, bitte führe [location] zurück zu seiner wahren Lebensquelle - der Quelle des lebendigen Wassers, dem Licht, durch das wir sehen, dem einen wahren Christus. Mögen sie in Dir, o Herr, nie mehr Durst haben. Amen

source: Muslims deny that Jesus died on the cross and instead ascended to heaven without dying. This belief denies the act of atonement foundational to our faith as Christians. As many Christians around the world enter into a time celebrating Christ's death, burial, and resurrection, pray for Muslims [in location] to have the eyes of their heart opened to consider the possibility of Jesus' death and resurrection.
de_de: Muslime leugnen, dass Jesus am Kreuz gestorben ist und stattdessen ohne zu sterben in den Himmel aufgefahren ist. Dieser Glaube leugnet den Akt der Sühne, der für unseren Glauben als Christen grundlegend ist. Während viele Christen auf der ganzen Welt den Tod, das Begräbnis und die Auferstehung Christi feiern, bete für die Muslime [in location], dass ihnen die Augen ihres Herzens geöffnet werden, um die Möglichkeit des Todes und der Auferstehung Jesu zu erkennen.

source: The cross cancels every anti-Christ pact and destroys all its power. "And you, who were dead in your trespasses… God made alive together with him, having forgiven us all our trespasses, by canceling the record of debt that stood against us with its legal demands. This he set aside, nailing it to the cross. He disarmed the rulers and authorities and put them to open shame, by triumphing over them in him" (Colossians 2:13-15). Pray for Christians from a Muslim background [in location] to cancel the power of and renounce every lie they've heard that Jesus didn't die on the cross and to rejoice that they have been made alive with Christ through the cross.
de_de: Denn vorher wart ihr tot aufgrund eurer... Doch Gott hat euch mit Christus lebendig gemacht. Er hat uns alle unsere Schuld vergeben. Er hat die Liste der Anklagen gegen uns gelöscht; er hat die Anklageschrift genommen und vernichtet, indem er sie ans Kreuz genagelt hat. Auf diese Weise hat Gott die Herrscher und Mächte dieser Welt entwaffnet. Er hat sie öffentlich bloßgestellt, indem er durch Christus am Kreuz über sie triumphiert hat. (Kolosser 2,13-15) Bete für Christen mit muslimischem Hintergrund [in location], dass sie sich von jeder Lüge, die sie darüber gehört haben, dass Jesus nicht am Kreuz gestorben sei, lossagen und sich darüber freuen, dass sie durch das Kreuz mit Christus lebendig geworden sind.

source: “This is what the Lord says: I would no more reject my people than I would change my laws that govern night and day, earth and sky…I will have mercy on them” (Jer 33:25). God of Abraham, Isaac, and Jacob: we call on you to have mercy on [location], according to your word. And we declare: no more would you abandon this nation than you would change the laws governing night and day, earth and sky.
de_de: "Darauf antwortet der HERR: ›Erst wenn der Bund, den ich mit dem Tag und der Nacht geschlossen habe, nicht mehr bestünde, erst wenn die Ordnung des Himmels und der Erde aufgehoben wäre, erst dann könnte ich die Nachkommen Jakobs und meines Knechts Davids verstoßen, sodass ich nicht mehr von seinen Kindern Herrscher erwählte über die Nachkommen Abrahams, Isaaks und Jakobs. Denn ich will das Schicksal meines Volkes zum Guten wenden und Erbarmen mit ihm haben.‹" (Jeremia 33,25+26) Gott Abrahams, Isaaks und Jakobs: Wir rufen dich an, dass du dich über [location] erbarmst. Und wir erklären: Du würdest dieses Volk ebenso wenig verlassen, wie du die Gesetze von Tag und Nacht, Erde und Himmel ändern würdest.

source: Time is a precious commodity. Some people [in location] work or study long hours. Pray that God will give them wisdom to prioritize their time to serve Him.
de_de: Zeit ist ein kostbares Gut. Viele Menschen [in location] haben sehr lange Arbeitszeiten. Bete, dass Gott ihnen Weisheit schenkt, ihre Zeit so einzuteilen, dass sie Zeit finden, ihm zu dienen.

source: Islam teaches that God is unknowable and as a result many feel like God is distant. We know the truth is that God Almighty wants an intimate relationship with His followers because He is a good Father who knows the hairs on our head (Luke 12:7). Lord, let all new followers of Christ [in location] be filled with joy at knowing the intimacy of God, who calls us "beloved".
de_de: Der Islam lehrt, dass man Gott nicht kennen kann. Deshalb haben viele das Gefühl, dass Gott weit weg ist. Wir wissen, dass Gott, der Allmächtige, in Wahrheit eine innige Beziehung zu seinen Nachfolgern haben möchte. Er ist ein guter Vater, der die Haare auf unserem Kopf kennt (Lukas 12,7). Herr, lass alle neuen Nachfolger Christi [in location] mit Freude erfüllt sein, weil sie die Vertrautheit und Nähe Gottes, der uns "Geliebte" nennt, kennen und spüren.

source: We are called to live in freedom. "It is for freedom Christ has set us free. Stand firm, then, and do not let yourselves be burdened again by a yoke of slavery" (Galatians 5:1). Pray for Christians from a Muslim background [in location] to stand firm in Christ and reject the yoke of slavery to salvation through works.
de_de: Wir sind aufgerufen, in Freiheit zu leben. "Christus hat uns befreit, damit wir als Befreite leben. Bleibt also standhaft und lasst euch nicht wieder in ein Sklavenjoch spannen!" (Galater 5,1) Bete für Christen mit muslimischem Hintergrund [in location], dass sie fest in Christus stehen und das Joch der Versklavung ablehnen. Bete, dass sie sich nicht von der Lüge versklaven lassen, dass sie ihre Erlösung durch Werke erarbeiten müssten.

source: Jer 2:11, 13 “Has any nation ever traded its gods for new ones, even though they are not gods at all? Yet my people have exchanged their glorious God for worthless idols! “For my people have done two evil things: They have abandoned me—the fountain of living water. And they have dug for themselves cracked cisterns that can hold no water at all!” Repent on behalf [of location]. Pray that God would expose the worthlessness of their idols: workaholism, busyness, vanity, and addictions of all kinds (e.g. Instagram, social media, gaming, pornography, drug and alcohol abuse, etc.). Ask that God would powerfully break cycles of escape, acting out, and addiction. Pray for a divine return to the fountain of living water, who is Christ.
de_de: Jeremia2,11+13 "Hat ein Volk je seine Götter ausgetauscht? Und diese Götter sind nicht einmal Götter! Aber mein Volk hat seinen herrlichen Gott gegen Götzen eingetauscht, die gar nicht in der Lage sind zu helfen. In zweifacher Hinsicht hat mein Volk gegen mich unrecht gehandelt: Mich, die Quelle des lebendigen Wassers, verlassen sie und graben sich stattdessen undichte Brunnen, die das Wasser nicht halten können." Tut Buße im Namen [of location]. Bete, dass Gott die Wertlosigkeit ihrer Götzen entlarvt: Arbeitssucht, Geschäftigkeit, Eitelkeit und Süchte aller Art (Instagram, soziale Medien, Spiele, Pornografie, Drogen- und Alkoholmissbrauch usw.). Bitte darum, dass Gott den Kreislauf von Ablenkung, Abreagieren und Sucht kraftvoll durchbricht. Bete für eine Rückkehr zur Quelle des lebendigen Wassers, welche Christus ist.

source: Often it is hard to find places for believers to meet because the rest of their families are not believers and will not allow it. Pray for places to meet and study the Bible and pray.
de_de: Oft ist es schwer, Orte zu finden, an denen sich Gläubige treffen können, weil der Rest ihrer Familien nicht gläubig ist. Bete für Orte, an denen sie sich treffen können, um die Bibel zu lesen und zu beten.

source: “‘Come, O breath, from the four winds! Breathe into these dead bodies so they may live again.’ So I spoke the message as he commanded me, and breath came into their bodies. They all came to life and stood up on their feet—a great army” (Ezekiel 37:9b-10). Lord, with one phrase–‘Lazarus! Come forth!’—you raised a dead man; and with one phrase–‘Come, O breath, breathe into these dead bodies that they may live again’–you raised a dead nation; you reconstituted them into an army: the forces of Yahweh. And today, we join in accord with your Word: [location], live! Receive the breath of the Lord, the Spirit of the triune God. Be raised to life. Return and live. Be dead no longer; slumber no longer; be sick no more. Return to Life, [location], and live!
de_de: "›Komm, o Atem, aus den vier Winden! Hauche diese Erschlagenen an, damit sie wieder lebendig werden.‹ Ich weissagte, wie er es mir befohlen hatte, und der Atem fuhr in sie hinein und sie wurden lebendig. Sie standen auf, und es war eine riesige Menschenmenge." (Hesekiel 37,9b-10) Herr, mit einem Satz - "Lazarus! Komm heraus!' - hast du einen Toten auferweckt. Mit einem Satz - 'Komm, o Atem, hauche diese Erschlagenen an, damit sie wieder lebendig werden' - hast du ein totes Volk auferweckt. Du hast es wieder zu einer Armee gemacht: zu den Streitkräften Jahwes. Und heute stimmen wir in dein Wort ein: [location], lebe! Empfange den Atem des Herrn, den Geist des dreieinigen Gottes. Werde lebendig. Kehre zurück und lebe. Sei nicht länger tot. Schlummere nicht länger. Sei nicht länger krank. Kehre zum Leben zurück. Lebe!

source: Today many Christians celebrate Easter: the resurrection of Jesus from the grave. Muslims deny this fact. "And if Christ has not been raised, your faith is futile and you are still in your sins" (1 Corinthians 15:17). Pray for Muslims [in location] to be convicted of the reality that they are still in their sins and that only God Himself can provide a solution for that – the cross of Christ.
de_de: Heute feiern viele Christen Ostern: die Auferstehung Jesu aus dem Grab. Muslime leugnen diese Tatsache. "Wenn aber Christus nicht auferstanden ist, dann ist euer Glaube nutzlos, und ihr seid nach wie vor in euren Sünden gefangen." (1. Korinther 15,17) Bete, dass die Muslime [in location] erkennen, dass sie immer noch in ihren Sünden stecken und dass es dafür nur eine Lösung gibt: das Kreuz Christi.

source: God's love overcomes rejection. "For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life" ( John 3:16). Pray for Christians from a Muslim background [in location] to overcome fear of rejection by identifying with the great love God showed them in sending his Son to give them eternal life.
de_de: Die Liebe Gottes überwindet die Ablehnung. "Denn Gott hat die Welt so sehr geliebt, dass er seinen einzigen Sohn hingab, damit jeder, der an ihn glaubt, nicht verloren geht, sondern das ewige Leben hat." (Johannes 3,16) Bete für Christen mit muslimischem Hintergrund [in location], dass sie die Angst vor Ablehnung überwinden, indem sie die große Liebe erkennen, die Gott ihnen erwiesen hat, als er seinen Sohn sandte, um ihnen das ewige Leben zu schenken.

source: Pray that every man, woman, and child [in location] will hear the testimony of someone from his/her culture in-person.
de_de: Bete, dass jeder Mann, jede Frau und jedes Kind [in location] die Möglichkeit hat das Zeugnis von einer Person aus der gleichen Kultur zu hören.

source: Holy Father, Sovereign God, we give thanks for your mercies, please make them new every morning [in location]. Lord, we ask for your divine intervention: Would you lead movement practitioners to people of peace and then help those persons of peace establish new gospel-centered communities. Lord, you are the vine from which all life comes, mature those emerging communities into being New Testament churches with baptized believers obeying all the commands of Christ. May we see disciples who make disciples, leaders who make leaders, groups that start groups, and churches that plant churches. May your glory increase [in location] through the obedience and love of your followers. And may a gospel movement cover this nation, transforming it from the inside out, and impacting the entire Muslim world. Amen
de_de: Heiliger Vater, souveräner Gott, wir danken dir für deine Barmherzigkeit, bitte mach sie [in location] jeden Morgen neu. Herr, wir bitten dich um dein göttliches Eingreifen: Führe die Menschen, die sich für ein Movement engagieren, zu Menschen des Friedens und hilf dann diesen Menschen des Friedens, neue, auf das Evangelium ausgerichtete Gemeinschaften zu gründen. Herr, du bist der Weinstock, aus dem alles Leben kommt, lass diese entstehenden Gemeinschaften zu neutestamentlichen Kirchen heranreifen, mit getauften Gläubigen, die allen Geboten Christi gehorchen. Mögen wir Jünger sehen, die Jünger machen, Leiter, die Leiter machen, Gruppen, die Gruppen gründen, und Gemeinden, die Gemeinden gründen. Möge deine Herrlichkeit durch den Gehorsam und die Liebe deiner Nachfolger [in location] zunehmen. Und möge eine Evangeliums-Bewegung dieses Land erfüllen, es von innen heraus verwandeln und die gesamte muslimische Welt beeinflussen. Amen

source: Muslims (and all people, really) care deeply about their outward appearance or reputation in the community. But Jesus cares about the person's heart. Religion can change outward behavior but can't change inward attitudes—only the Spirit of God can do that. Pray for the people [of location] to be convicted about their need for a clean heart and to seek out Jesus' teachings on the topic.
de_de: Muslime (und eigentlich alle Menschen) sorgen sich sehr um ihre äußere Erscheinung oder ihren Ruf in der Gesellschaft. Aber Jesus kümmert sich um das Herz des Menschen. Religion kann das äußere Verhalten ändern, aber nicht die innere Einstellung - das kann nur der Geist Gottes. Bete, dass die Menschen [in location] erkennen, dass sie ein reines Herz brauchen, und dass sie die Lehren Jesu zu diesem Thema entdecken.
